{
    "a contento": {
        "definicao": "Expressão que indica algo realizado de forma satisfatória ou concluído conforme desejos manifestados.",
        "objetivo": "Validar a execução de um ato segundo a vontade da parte interessada.",
        "categoria": "Expressão Geral",
        "sinonimos": [
            "satisfatoriamente"
        ]
    },
    "abertura de falência": {
        "definicao": "Ato judicial que declara a insolvência de devedor comerciante e autoriza o processo falimentar.",
        "objetivo": "Promover a arrecadação de bens e verificação de credores no domicílio do devedor.",
        "categoria": "Direito Empresarial",
        "sinonimos": [
            "decreto de falência"
        ]
    },
    "abolitio criminis": {
        "definicao": "Extinção da punibilidade pela publicação de lei que deixa de considerar o fato como crime.",
        "objetivo": "Cessar os efeitos penais de conduta anteriormente tipificada.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "abolição do crime"
        ]
    },
    "ab-rogação": {
        "definicao": "Revogação total de uma norma jurídica por uma nova lei ou regulamento.",
        "objetivo": "Anular integralmente ato anterior em virtude de novos princípios vigentes.",
        "categoria": "LINDB / Teoria Geral do Direito",
        "sinonimos": [
            "revogação total"
        ]
    },
    "abuso de autoridade": {
        "definicao": "Excesso de poder ou violência praticado por funcionário público ou autoridade no exercício da função.",
        "objetivo": "Punir condutas que extrapolam os limites legais das atribuições administrativas ou privadas.",
        "categoria": "Direito Administrativo / Penal",
        "sinonimos": [
            "excesso de limites"
        ]
    },
    "abuso de poder": {
        "definicao": "Prática de atos que excedem as atribuições conferidas em lei ou fogem à alçada funcional.",
        "objetivo": "Reprimir a arbitrariedade e a exorbitância de mandato ou procuração.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "arbitrariedade",
            "excesso de mandato"
        ]
    },
    "ação": {
        "definicao": "Direito subjetivo do cidadão de provocar o Judiciário para obter uma decisão judicial.",
        "objetivo": "Garantir o acesso à justiça por meio do processo.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "demanda judicial"
        ]
    },
    "ação cautelar": {
        "definicao": "Medida urgente para conservar e assegurar elementos do processo (pessoas, bens ou provas).",
        "objetivo": "Evitar prejuízo irreparável causado pela demora no julgamento da ação principal.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "medida cautelar",
            "arresto",
            "seqüestro"
        ]
    },
    "ação cível originária": {
        "definicao": "Ação iniciada diretamente nos tribunais devido à prerrogativa de foro ou natureza da matéria.",
        "objetivo": "Processar litígios entre Estados estrangeiros, União e entes federativos conforme a CF.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "competência originária"
        ]
    },
    "ação civil pública": {
        "definicao": "Ação destinada a proteger interesses difusos ou coletivos e responsabilizar danos ao patrimônio público.",
        "objetivo": "Tutelar o meio ambiente, consumidor e moralidade administrativa.",
        "categoria": "Direitos Difusos e Coletivos",
        "sinonimos": [
            "ACP"
        ]
    },
    "ação de execução": {
        "definicao": "Ação judicial voltada para obrigar o cumprimento de um direito já reconhecido em título executivo.",
        "objetivo": "Satisfazer o crédito ou obrigação do credor de forma forçada.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "execução forçada"
        ]
    },
    "ação de improbidade administrativa": {
        "definicao": "Ação ajuizada contra agentes que praticaram atos desonestos contra a Administração Pública.",
        "objetivo": "Aplicar sanções políticas, inelegibilidade e ressarcimento ao erário.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "ação de improbidade"
        ]
    },
    "ação de jurisdição voluntária": {
        "definicao": "Procedimento judicial onde não há lide (conflito) entre partes adversárias.",
        "objetivo": "Obter a chancela judicial para atos civis, como declarações de direitos.",
        "category": "Direito Processual Civil",
        "sinonimos": [
            "jurisdição graciosa"
        ]
    },
    "ação de reintegração de posse": {
        "definicao": "Ação possessória utilizada para recuperar a posse de algo que foi retirado de forma injusta.",
        "objetivo": "Reaver bem usurpado ou espoliado.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "reintegração"
        ]
    },
    "ação declaratória": {
        "definicao": "Pedido para que o juiz declare a existência ou inexistência de uma relação jurídica.",
        "objetivo": "Sanar incerteza jurídica sobre uma situação fática ou de direito.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "declaratória"
        ]
    },
    "ação declaratória de constitucionalidade (ADC)": {
        "definicao": "Ação que visa a declaração da constitucionalidade de lei ou ato normativo federal perante o STF.",
        "objetivo": "Preservar a presunção de validade de norma federal contestada.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "ADC"
        ]
    },
    "ação direta de inconstitucionalidade (ADI)": {
        "definicao": "Ação que visa declarar a inconstitucionalidade de lei ou ato normativo federal ou estadual.",
        "objetivo": "Expurgar do ordenamento jurídico normas contrárias à Constituição.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "ADI"
        ]
    },
    "ação penal": {
        "definicao": "Instrumento judicial para examinar a ocorrência de infração penal (crime ou contravenção).",
        "objetivo": "Exercer o 'jus puniendi' (direito de punir) do Estado.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "processo penal"
        ]
    },
    "ação popular": {
        "definicao": "Direito do cidadão de pleitear a anulação de atos lesivos ao patrimônio público ou meio ambiente.",
        "objetivo": "Fiscalização social da moralidade administrativa e patrimônio histórico/cultural.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "remédio constitucional"
        ]
    },
    "ação regressiva": {
        "definicao": "Ação movida por quem pagou dívida de outrem para reaver os valores despendidos.",
        "objetivo": "Garantir o direito de regresso contra o responsável principal pelo dano.",
        "categoria": "Direito Civil / Administrativo",
        "sinonimos": [
            "direito de regresso"
        ]
    },
    "ação rescisória": {
        "definicao": "Ação que visa anular sentença ou acórdão já transitado em julgado em casos específicos da lei.",
        "objetivo": "Desconstituir a coisa julgada em face de erro ou vício grave.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "rescisória"
        ]
    },
    "acautelar": {
        "definicao": "Ato de tomar precauções, defender-se ou prevenir danos futuros.",
        "objetivo": "Resguardar direitos ou bens antes de possível lesão.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "prevenir",
            "resguardar"
        ]
    },
    "acórdão": {
        "definicao": "Decisão proferida por órgão colegiado de um tribunal.",
        "objetivo": "Manifestar a vontade majoritária de um grupo de juízes/desembargadores.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "decisão colegiada"
        ]
    },
    "ad argumentandum tantum": {
        "definicao": "Expressão latina que significa 'apenas para argumentar'.",
        "objetivo": "Reforçar tese jurídica aceitando temporariamente hipótese da parte contrária.",
        "categoria": "Expressão Latina",
        "sinonimos": [
            "para fins de argumento"
        ]
    },
    "ad cautelam": {
        "definicao": "Ato praticado 'por cautela' ou precaução.",
        "objetivo": "Garantir a validade de ato processual ou evitar nulidades.",
        "categoria": "Expressão Latina",
        "sinonimos": [
            "por precaução"
        ]
    },
    "ad hoc": {
        "definicao": "Indicação de pessoa ou coisa para finalidade específica e temporária.",
        "objetivo": "Suprir ausência momentânea de autoridade ou profissional (ex: defensor ad hoc).",
        "categoria": "Expressão Latina",
        "sinonimos": [
            "para este fim"
        ]
    },
    "ad nutum": {
        "definicao": "Ato que pode ser revogado unilateralmente pela autoridade a qualquer momento.",
        "objetivo": "Reger a livre nomeação e exoneração de cargos em comissão.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "livre revogação"
        ]
    },
    "ad referendum": {
        "definicao": "Ato que depende de aprovação ou ratificação posterior por autoridade superior.",
        "objetivo": "Executar ato urgente sujeito à confirmação do órgão colegiado ou superior.",
        "categoria": "Direito Administrativo / Constitucional",
        "sinonimos": [
            "sujeito a aprovação"
        ]
    },
    "ADCT": {
        "definicao": "Ato das Disposições Constitucionais Transitórias.",
        "objetivo": "Regular a transição entre o regime constitucional antigo e o atual.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "disposições transitórias"
        ]
    },
    "adição da denúncia": {
        "definicao": "Ato do Ministério Público de incluir novos fatos ou corréus após o oferecimento da peça acusatória.",
        "objetivo": "Complementar a denúncia inicial com novos elementos colhidos.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "aditamento da denúncia"
        ]
    },
    "aditamento": {
        "definicao": "Acréscimo ou correção de informações em um documento ou peça processual.",
        "objetivo": "Complementar ou esclarecer conteúdo anterior para garantir precisão.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "adição",
            "acréscimo"
        ]
    },
    "administração pública": {
        "definicao": "Conjunto de órgãos e serviços do Estado voltados à satisfação do bem comum e interesse social.",
        "objetivo": "Executar as funções administrativas e de progresso social do Estado.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "gestão pública"
        ]
    },
    "advocacia administrativa": {
        "definicao": "Crime de patrocinar interesse privado perante a administração pública valendo-se da qualidade de funcionário.",
        "objetivo": "Punir o uso do cargo público para beneficiar terceiros ou a si próprio.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "patrocínio infiel funcional"
        ]
    },
    "advogado dativo": {
        "definicao": "Profissional nomeado pelo juiz para prestar assistência jurídica gratuita a quem não possui defensor.",
        "objetivo": "Garantir a ampla defesa e o contraditório na ausência de defensor constituído ou público.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "assistente judiciário"
        ]
    },
    "advocacia-geral da união": {
        "definicao": "Instituição que representa a União judicial e extrajudicialmente.",
        "objetivo": "Consultoria e assessoramento jurídico do Poder Executivo Federal.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "AGU"
        ]
    },
    "agravo": {
        "definicao": "Recurso contra decisões interlocutórias ou despachos singulares de juízes.",
        "objetivo": "Modificar decisão pontual que não encerra o processo.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "recurso de agravo"
        ]
    },
    "agravo de instrumento": {
        "definicao": "Recurso processado em separado contra decisões interlocutórias com risco de lesão grave.",
        "objetivo": "Impedir prejuízo imediato causado por decisão incidente.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "AI"
        ]
    },
    "agravo retido": {
        "definicao": "Recurso contra decisão interlocutória que permanece nos autos para apreciação futura em apelação.",
        "objetivo": "Garantir a análise da decisão incidental caso haja recurso final da sentença.",
        "categoria": "Direito Processual Civil (CPC/73)",
        "sinonimos": [
            "agravo retido"
        ]
    },
    "ajuizar": {
        "definicao": "Ato de propor ou ingressar com uma ação judicial perante um magistrado.",
        "objetivo": "Inaugurar a instância judicial para resolver um conflito.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "demandar",
            "ingressar em juízo"
        ]
    },
    "alvará de soltura": {
        "definicao": "Ordem judicial para liberação imediata de pessoa presa.",
        "objetivo": "Garantir o direito de liberdade após cumprimento de pena ou extinção da prisão preventiva.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "ordem de soltura"
        ]
    },
    "amicus curiae": {
        "definicao": "Terceiro que ingressa no processo para prestar informações técnicas ou jurídicas à causa.",
        "objetivo": "Auxiliar o juiz no esclarecimento de temas de alta complexidade ou interesse social.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "amigo do tribunal"
        ]
    },
    "anistia": {
        "definicao": "Perdão coletivo de crimes, geralmente políticos, extinguindo as sanções penais.",
        "objetivo": "Promover a pacificação social e política apagando a infração penal.",
        "categoria": "Direito Penal / Constitucional",
        "sinonimos": [
            "perdão estatal"
        ]
    },
    "anulação": {
        "definicao": "Declaração de invalidade de ato jurídico ou administrativo por vício ou defeito.",
        "objetivo": "Tornar ineficaz ato que nasceu com defeito legal.",
        "categoria": "Direito Administrativo / Civil",
        "sinonimos": [
            "invalidade",
            "anulabilidade"
        ]
    },
    "apelação": {
        "definicao": "Recurso contra sentença definitiva para que tribunal superior a reexamine.",
        "objetivo": "Modificar ou anular a sentença proferida pelo juízo monocrático.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "recurso ordinário"
        ]
    },
    "arbitragem": {
        "definicao": "Forma extrajudicial de solução de conflitos sobre direitos patrimoniais disponíveis.",
        "objetivo": "Resolver lides de forma célere por meio de árbitro escolhido pelas partes.",
        "categoria": "Direito Civil / Comercial",
        "sinonimos": [
            "juízo arbitral"
        ]
    },
    "aresto": {
        "definicao": "Decisão proferida por tribunal superior (Acórdão).",
        "objetivo": "Fixar entendimento colegiado sobre determinada causa.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "acórdão"
        ]
    },
    "ADPF": {
        "definicao": "Argüição de Descumprimento de Preceito Fundamental proposta perante o STF.",
        "objetivo": "Evitar ou reparar lesão a preceitos fundamentais da CF por atos do Poder Público.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "ADPF"
        ]
    },
    "argüição de inconstitucionalidade": {
        "definicao": "Procedimento para reconhecimento de inconstitucionalidade de ato normativo com reserva de plenário.",
        "objetivo": "Exercer o controle incidental de constitucionalidade nos tribunais.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "cláusula de reserva de plenário"
        ]
    },
    "argüição de suspeição": {
        "definicao": "Processo para afastar juiz ou servidor do processo por dúvida sobre sua imparcialidade.",
        "objetivo": "Garantir a isenção no julgamento da causa.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "exceção de suspeição"
        ]
    },
    "arresto": {
        "definicao": "Apreensão judicial de bens do devedor para garantir futura execução de crédito.",
        "objetivo": "Evitar o desvio de bens e garantir o pagamento da dívida.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "embargo de bens"
        ]
    },
    "assistência judiciária": {
        "definicao": "Direito de pessoas pobres à defesa gratuita prestada pelo Estado (Defensoria Pública).",
        "objetivo": "Efetivar o acesso universal à justiça sem prejuízo do sustento familiar.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "justiça gratuita"
        ]
    },
    "ato administrativo": {
        "definicao": "Ato praticado por delegado do poder público no exercício de função administrativa.",
        "objetivo": "Gerir os negócios públicos e promover medidas de interesse coletivo.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "ato da administração"
        ]
    },
    "ato jurídico": {
        "definicao": "Ato lícito voltado à aquisição, transferência ou extinção de direitos.",
        "objetivo": "Manifestar vontade humana com efeitos jurídicos protegidos por lei.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "negócio jurídico"
        ]
    },
    "audiência pública": {
        "definicao": "Instrumento de atuação extrajudicial do MP para colher subsídios e debater temas sociais.",
        "objetivo": "Garantir a transparência e participação social em investigações civis.",
        "categoria": "Direito Administrativo / Coletivo",
        "sinonimos": [
            "oitiva pública"
        ]
    },
    "autarquia": {
        "definicao": "Serviço autônomo criado por lei, com personalidade jurídica e patrimônio próprios.",
        "objetivo": "Descentralizar atividades típicas da Administração Pública (ex: INSS).",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "entidade autárquica"
        ]
    },
    "auto-acusação falsa": {
        "definicao": "Crime contra a administração da justiça consistente em acusar-se falsamente de crime.",
        "objetivo": "Punir a obstrução ou erro provocado na atividade judiciária.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "auto-denúncia falsa"
        ]
    },
    "auto-executoriedade administrativa": {
        "definicao": "Poder da Administração Pública de executar decisões sem necessidade de intervenção judicial prévia.",
        "objetivo": "Garantir eficiência e celeridade na fiscalização e polícia administrativa.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "autotutela"
        ]
    },
    "autos": {
        "definicao": "Conjunto de peças, documentos e anexos que materializam um processo judicial.",
        "objetivo": "Organizar fisicamente ou digitalmente a marcha processual.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "processo"
        ]
    },
    "autuação": {
        "definicao": "Ato de montar e numerar os autos de um processo com capa e dados das partes.",
        "objetivo": "Dar existência material e registro a um procedimento judicial ou administrativo.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "formação de autos"
        ]
    },
    "baixa dos autos": {
        "definicao": "Retorno do processo (autos) do tribunal superior para o juízo de origem.",
        "objetivo": "Dar prosseguimento ou arquivamento ao feito após o julgamento do último recurso cabível.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "trânsito em julgado (fase posterior)",
            "remessa ao juízo a quo"
        ]
    },
    "bem inalienável": {
        "definicao": "Bem que não pode ser transferido ou vendido por força de lei ou disposição contratual.",
        "objetivo": "Preservar o patrimônio contra alienação, garantindo sua destinação específica.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "fora do comércio"
        ]
    },
    "bem público": {
        "definicao": "Coisa integrada ao domínio público ou utilidade voltada ao bem-estar coletivo.",
        "objetivo": "Garantir o sossego, tranquilidade e segurança da sociedade.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "res nullius (em sentido de coisa comum)",
            "patrimônio social"
        ]
    },
    "bens dominiais": {
        "definicao": "Bens públicos que constituem o patrimônio das pessoas jurídicas de direito público, com natureza de direito privado.",
        "objetivo": "Permitir ao Estado a posse direta ou útil de bens imóveis ou móveis para gestão administrativa.",
        "categoria": "Direito Administrativo / Civil",
        "sinonimos": [
            "bens dominicais",
            "bens do patrimônio disponível"
        ]
    },
    "bens imóveis": {
        "definicao": "Bens que não podem ser transportados de um lugar para outro sem destruição (solo e tudo o que nele se incorpora).",
        "objetivo": "Classificação jurídica para fins de registro, tributação (ITBI/IPTU) e garantias reais.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "propriedade imobiliária",
            "raízes"
        ]
    },
    "bens públicos": {
        "definicao": "Bens de uso comum, especial ou dominiais pertencentes à União, Estados e Municípios.",
        "objetivo": "Servir ao povo ou ao funcionamento das instituições estatais sob regime de inalienabilidade e impenhorabilidade.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "bens do domínio público",
            "bens estatais"
        ]
    },
    "bens semoventes": {
        "definicao": "Bens constituídos por animais que se movem por força própria.",
        "objetivo": "Identificar patrimônio vivo (domesticados ou selvagens) para fins civis e criminais.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "rebanho",
            "animais"
        ]
    },
    "bis in idem": {
        "definicao": "Repetição de cobrança tributária ou punição penal sobre o mesmo fato pelo mesmo ente.",
        "objetivo": "Vedação de dupla incidência sobre a mesma matéria tributada ou fato criminoso.",
        "categoria": "Direito Tributário / Penal",
        "sinonimos": [
            "dupla incidência",
            "ne bis in idem"
        ]
    },
    "bitributação": {
        "definicao": "Quando dois entes federativos distintos tributam simultaneamente o mesmo fato gerador.",
        "objetivo": "Proteger o contribuinte contra a invasão de competência tributária alheia.",
        "categoria": "Direito Tributário",
        "sinonimos": [
            "conflito de competência federativa"
        ]
    },
    "busca e apreensão": {
        "definicao": "Diligência para localizar coisa ou pessoa e trazê-la à custódia da autoridade.",
        "objetivo": "Recuperar objetos de crime, provas, ou pessoas (como menores) sob ordem judicial.",
        "categoria": "Direito Processual Penal / Civil",
        "sinonimos": [
            "diligência investigativa",
            "seqüestro (em certos casos civis)"
        ]
    },
    "cabo eleitoral": {
        "definicao": "Pessoas que, em época de campanha, atuam a mando de líderes partidários para angariar filiados ou eleitores.",
        "objetivo": "Promover o crescimento de uma legenda ou a votação de candidatos específicos.",
        "categoria": "Direito Eleitoral",
        "sinonimos": [
            "promotor de campanha",
            "militante"
        ]
    },
    "caducar": {
        "definicao": "Perda de eficácia ou valor de um direito ou ato pelo decurso de prazo ou descumprimento de regra subsequente.",
        "objetivo": "Extinguir a validade jurídica de algo que não foi exercido ou mantido conforme a norma.",
        "categoria": "Direito Civil / Teoria Geral",
        "sinonimos": [
            "prescrever",
            "decair",
            "perder a validade"
        ]
    },
    "calúnia": {
        "definicao": "Imputar falsamente a alguém fato definido como crime (Art. 138, CP).",
        "objetivo": "Punir ofensa à honra objetiva da vítima.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "difamação criminosa (específica)"
        ]
    },
    "câmaras de coordenação e revisão": {
        "definicao": "Órgãos colegiados do MPF responsáveis por coordenar, integrar e revisar o exercício funcional dos membros.",
        "objetivo": "Assegurar a unidade institucional e revisar arquivamentos ou procedimentos específicos em 6 áreas temáticas.",
        "categoria": "Direito Institucional (MPU)",
        "sinonimos": [
            "CCR",
            "órgãos de revisão do MPF"
        ]
    },
    "capacidade civil": {
        "definicao": "Aptidão da pessoa para adquirir direitos e exercer deveres na ordem civil.",
        "objetivo": "Dividir-se entre capacidade de direito (gozo) e capacidade de exercício (fato).",
        "categoria": "Direito Civil",
        "sinonimos": [
            "personalidade civil"
        ]
    },
    "capacidade processual": {
        "definicao": "Aptidão de estar em juízo e exercer direitos na relação jurídica processual.",
        "objetivo": "Validar a presença do autor ou réu no processo, dependendo do pleno gozo dos direitos civis.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "legitimatio ad processum"
        ]
    },
    "carta precatória": {
        "definicao": "Expediente de comunicação entre juízes de mesma categoria em jurisdições diferentes para realizar diligência.",
        "objetivo": "Solicitar a prática de ato judicial (oitiva, busca) fora do território do juiz da causa.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "precatória"
        ]
    },
    "carta rogatória": {
        "definicao": "Expediente de comunicação internacional entre juízes para realização de atos em país estrangeiro.",
        "objetivo": "Efetivar atos jurisdicionais que dependem de soberania estrangeira.",
        "categoria": "Direito Internacional / Processual",
        "sinonimos": [
            "rogatória"
        ]
    },
    "cidadania": {
        "definicao": "Vínculo político-jurídico que confere à pessoa direitos civis e políticos perante o Estado.",
        "objetivo": "Facultar o exercício de prerrogativas políticas e deveres cívicos.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "status de cidadão"
        ]
    },
    "citação": {
        "definicao": "Ato pelo qual se convoca o réu ou interessado ao processo para se defender.",
        "objetivo": "Estabelecer o contraditório e integrar o réu à relação processual.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "chamamento judicial"
        ]
    },
    "cláusula leonina": {
        "definicao": "Cláusula contratual que impõe desvantagem excessiva ou isenção total de ônus a uma das partes.",
        "objetivo": "Identificar abusividades que ferem o equilíbrio contratual.",
        "categoria": "Direito Civil / Contratos",
        "sinonimos": [
            "cláusula exorbitante",
            "abusiva"
        ]
    },
    "cláusula pétrea": {
        "definicao": "Dispositivo constitucional imutável que não pode ser abolido nem por Emenda à Constituição (Art. 60, § 4º, CF).",
        "objetivo": "Proteger os pilares do Estado e da cidadania (Voto direto, Federação, Separação de Poderes, Direitos Individuais).",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "limites materiais ao poder de reforma"
        ]
    },
    "cláusulas exorbitantes": {
        "definicao": "Prerrogativas da Administração em contratos administrativos que excedem o direito comum.",
        "objetivo": "Garantir a supremacia do interesse público sobre o particular na execução contratual.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "privilégios da administração"
        ]
    },
    "coação": {
        "definicao": "Constrangimento físico ou moral para forçar alguém a realizar ou omitir um ato jurídico.",
        "objetivo": "Viciar a vontade da parte, tornando o ato anulável ou inexistente.",
        "categoria": "Direito Civil / Penal",
        "sinonimos": [
            "coerção",
            "violência moral"
        ]
    },
    "coisa julgada": {
        "definicao": "Momento em que a decisão judicial torna-se imutável e indiscutível por não caber mais recursos.",
        "objetivo": "Garantir a segurança jurídica e a estabilidade das relações sociais.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "res judicata"
        ]
    },
    "comarca": {
        "definicao": "Divisão territorial judiciária sob a jurisdição de um juiz de primeiro grau.",
        "objetivo": "Organizar geograficamente a atuação da Justiça Estadual.",
        "categoria": "Organização Judiciária",
        "sinonimos": [
            "foro territorial estadual"
        ]
    },
    "common law": {
        "definicao": "Sistema jurídico baseado em costumes e precedentes judiciais, comum em países anglo-saxões.",
        "objetivo": "Aplicar o direito fundamentado em decisões anteriores (case law) em oposição ao civil law.",
        "categoria": "Teoria do Direito / Direito Comparado",
        "sinonimos": [
            "direito costumeiro"
        ]
    },
    "competência": {
        "definicao": "Medida ou limite do poder de jurisdição exercido por um juiz.",
        "objetivo": "Definir quais juízes podem julgar determinadas matérias, pessoas ou territórios.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "alçada"
        ]
    },
    "concessa venia": {
        "definicao": "Expressão de cortesia usada para introduzir uma divergência respeitosa em relação ao interlocutor.",
        "objetivo": "Manter a urbanidade no debate jurídico.",
        "categoria": "Expressão Jurídica / Latim",
        "sinonimos": [
            "com a devida vênia",
            "permissão"
        ]
    },
    "concorrência pública": {
        "definicao": "Modalidade de licitação entre interessados para execução de obras ou serviços de grande vulto.",
        "objetivo": "Garantir a melhor oferta para a Administração Pública mediante ampla disputa.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "licitação ampla"
        ]
    },
    "concussão": {
        "definicao": "Crime funcional consistente em exigir vantagem indevida em razão do cargo.",
        "objetivo": "Punir o abuso da função pública para fins de extorsão (Art. 316, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "extorsão funcional"
        ]
    },
    "condescendência criminosa": {
        "definicao": "Crime de deixar de responsabilizar subordinado por indulgência ou não levar o fato à autoridade superior.",
        "objetivo": "Punir a omissão de dever funcional por complacência (Art. 320, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "leniência culposa"
        ]
    },
    "conflito de competência": {
        "definicao": "Controvérsia entre dois ou mais juízes que se declaram competentes ou incompetentes para a mesma causa.",
        "objetivo": "Definir o juízo adequado por decisão de tribunal superior.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "conflito positivo/negativo"
        ]
    },
    "conselho nacional de justiça": {
        "definicao": "Órgão de controle externo administrativa e financeira do Poder Judiciário.",
        "objetivo": "Zelar pela autonomia do Judiciário e fiscalizar a conduta funcional de magistrados.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "CNJ"
        ]
    },
    "consumidor": {
        "definicao": "Pessoa física ou jurídica que adquire produto ou serviço como destinatário final.",
        "objetivo": "Estabelecer a parte hipossuficiente na relação de consumo para fins de proteção legal.",
        "categoria": "Direito do Consumidor",
        "sinonimos": [
            "destinatário final"
        ]
    },
    "contrabando": {
        "definicao": "Importar ou exportar mercadoria proibida ou iludir tributos devidos.",
        "objetivo": "Punir a entrada ilegal de bens ou a fraude fiscal aduaneira (Art. 334, CP).",
        "categoria": "Direito Penal / Aduaneiro",
        "sinonimos": [
            "descaminho"
        ]
    },
    "contraditório": {
        "definicao": "Princípio constitucional que garante o direito de manifestação e resistência à acusação ou pleito adverso.",
        "objetivo": "Garantir a paridade de armas no processo.",
        "categoria": "Direito Constitucional / Processual",
        "sinonimos": [
            "direito de resposta"
        ]
    },
    "contravenção": {
        "definicao": "Infração penal de menor potencial ofensivo, punida com prisão simples ou multa.",
        "objetivo": "Sancionar condutas menos graves que o crime.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "crime anão"
        ]
    },
    "contribuição de melhoria": {
        "definicao": "Tributo cobrado em decorrência de obra pública que gere valorização imobiliária ao particular.",
        "objetivo": "Ressarcir o Estado pelo benefício patrimonial direto gerado ao proprietário.",
        "categoria": "Direito Tributário",
        "sinonimos": [
            "taxa de valorização"
        ]
    },
    "corrupção ativa": {
        "definicao": "Oferecer ou prometer vantagem indevida a funcionário público para induzi-lo a ato de ofício.",
        "objetivo": "Punir o particular que tenta viciar a moralidade administrativa.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "suborno ativo"
        ]
    },
    "corrupção passiva": {
        "definicao": "Solicitar ou receber vantagem indevida, ou aceitar promessa, em razão da função pública.",
        "objetivo": "Punir o funcionário que comercializa o seu ato de ofício (Art. 317, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "propina",
            "suborno passivo"
        ]
    },
    "crime de responsabilidade": {
        "definicao": "Infração político-administrativa cometida por agentes políticos que atenta contra a Constituição.",
        "objetivo": "Permitir a destituição do cargo e inabilitação política do infrator.",
        "categoria": "Direito Constitucional / Político",
        "sinonimos": [
            "infração política"
        ]
    },
    "crime hediondo": {
        "definicao": "Crime de extrema gravidade que gera especial repulsa social, com regime penal mais rigoroso.",
        "objetivo": "Sancionar severamente condutas como tortura, tráfico e homicídios qualificados.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "crime inafiançável e insuscetível de graça"
        ]
    },
    "custos legis": {
        "definicao": "Atuação do Ministério Público como fiscal da correta aplicação da lei no processo.",
        "objetivo": "Zelar pelo interesse público e ordem jurídica, independentemente de ser parte.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "fiscal da lei"
        ]
    },
    "dano material": {
        "definicao": "Prejuízo que atinge diretamente o patrimônio, diminuindo seu valor ou utilidade.",
        "objetivo": "Reparação financeira por perda ou deterioração de bens tangíveis.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "dano patrimonial"
        ]
    },
    "dano moral": {
        "definicao": "Violação de bens de ordem extrapatrimonial, como honra, liberdade, imagem ou família.",
        "objetivo": "Compensar a ofensa à dignidade e aos direitos da personalidade.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "dano extrapatrimonial"
        ]
    },
    "data venia": {
        "definicao": "Expressão de cortesia para solicitar permissão ao discordar do interlocutor.",
        "objetivo": "Manter a urbanidade no debate jurídico.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "com o devido consentimento"
        ]
    },
    "de facto": {
        "definicao": "Circunstância que tem existência real e objetiva, independente do reconhecimento legal.",
        "objetivo": "Diferenciar a realidade material da previsão normativa.",
        "categoria": "Teoria Geral do Direito",
        "sinonimos": [
            "de fato"
        ]
    },
    "de jure": {
        "definicao": "Situação estabelecida ou reconhecida estritamente pelo Direito.",
        "objetivo": "Indicar conformidade com a norma legal.",
        "categoria": "Teoria Geral do Direito",
        "sinonimos": [
            "de direito"
        ]
    },
    "decadência": {
        "definicao": "Extinção do próprio direito pelo decurso de prazo prefixado em lei.",
        "objetivo": "Garantir a estabilidade das relações jurídicas pelo não exercício do direito no tempo legal.",
        "categoria": "Direito Civil / LINDB",
        "sinonimos": [
            "caducidade"
        ]
    },
    "decisão": {
        "definicao": "Pronunciamento judicial que resolve questões incidentes ou o julgamento do pedido.",
        "objetivo": "Solucionar pontos específicos ou o mérito da demanda.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "pronunciamento judicial"
        ]
    },
    "decisão interlocutória": {
        "definicao": "Ato pelo qual o juiz resolve questão incidente no curso do processo sem encerrá-lo.",
        "objetivo": "Ordenar a marcha processual resolvendo questões de meio.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "decisão incidental"
        ]
    },
    "decisão monocrática": {
        "definicao": "Decisão proferida isoladamente por um único juiz ou relator.",
        "objetivo": "Celeridade processual em casos de competência individual do magistrado.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "decisão singular"
        ]
    },
    "defensoria pública": {
        "definicao": "Instituição essencial à Justiça que presta orientação e defesa gratuita aos necessitados.",
        "objetivo": "Garantir o acesso universal à jurisdição para quem comprovar insuficiência de recursos.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "assistência judiciária gratuita"
        ]
    },
    "deferir": {
        "definicao": "Ato de acolher ou conceder um pedido ou requerimento formulado.",
        "objetivo": "Atender à pretensão da parte interessada.",
        "categoria": "Direito Processual / Administrativo",
        "sinonimos": [
            "conceder",
            "acolher"
        ]
    },
    "demanda": {
        "definicao": "Pedido formulado em juízo para proteção de um direito.",
        "objetivo": "Dar início à atividade jurisdicional.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "ação",
            "pleito"
        ]
    },
    "denegar": {
        "definicao": "Ato de indeferir ou negar uma pretensão ou pedido formulado.",
        "objetivo": "Rejeitar a solicitação da parte por falta de amparo legal.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "indeferir",
            "negar"
        ]
    },
    "denúncia": {
        "definicao": "Peça acusatória inaugural da ação penal pública oferecida pelo Ministério Público.",
        "objetivo": "Iniciar o processo criminal contra quem praticou infração penal.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "exordial acusatória"
        ]
    },
    "denunciação caluniosa": {
        "definicao": "Crime de dar causa a investigação contra alguém imputando-lhe crime sabidamente inocente (Art. 339, CP).",
        "objetivo": "Punir a má-fé que movimenta indevidamente a máquina estatal.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "falsa denúncia"
        ]
    },
    "denunciação da lide": {
        "definicao": "Intervenção de terceiro onde uma das partes traz a juízo outrem para garantir direito de regresso.",
        "objetivo": "Garantir o direito à evicção ou ressarcimento em um mesmo processo.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "chamamento por regresso"
        ]
    },
    "deportação": {
        "definicao": "Medida administrativa de retirada compulsória de estrangeiro em situação irregular no país.",
        "objetivo": "Regularizar a situação migratória no território nacional.",
        "categoria": "Direito Internacional / Administrativo",
        "sinonimos": [
            "retirada compulsória"
        ]
    },
    "derrogação": {
        "definicao": "Revogação parcial de uma lei ou norma por outra superveniente.",
        "objetivo": "Suprimir apenas parte de um texto normativo anterior.",
        "categoria": "Introdução ao Direito / LINDB",
        "sinonimos": [
            "revogação parcial"
        ]
    },
    "desacato": {
        "definicao": "Crime de ofender funcionário público no exercício da função ou em razão dela (Art. 331, CP).",
        "objetivo": "Proteger a dignidade e o prestígio da Administração Pública.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "desrespeito funcional"
        ]
    },
    "desaforamento": {
        "definicao": "Deslocamento de um processo de um foro (comarca) para outro por motivo excepcional.",
        "objetivo": "Garantir a imparcialidade do júri ou a segurança das partes.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "mudança de foro"
        ]
    },
    "descaminho": {
        "definicao": "Crime de iludir o pagamento de imposto devido pela entrada ou saída de mercadoria (Art. 334, CP).",
        "objetivo": "Punir a fraude fiscal aduaneira.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "fraude aduaneira"
        ]
    },
    "despacho": {
        "definicao": "Ato judicial de mero expediente sem conteúdo decisório.",
        "objetivo": "Dar andamento ao processo (impulsionar o feito).",
        "categoria": "Direito Processual",
        "sinonimos": [
            "ato de expediente"
        ]
    },
    "detração": {
        "definicao": "Abatimento na pena do tempo de prisão provisória ou internação já cumprido (Art. 42, CP).",
        "objetivo": "Computar o tempo de privação de liberdade anterior à condenação definitiva.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "abatimento de pena"
        ]
    },
    "difamação": {
        "definicao": "Crime contra a honra consistente em imputar fato ofensivo à reputação de alguém (Art. 139, CP).",
        "objetivo": "Proteger a honra objetiva (reputação perante a sociedade).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "ofensa à reputação"
        ]
    },
    "direitos coletivos": {
        "definicao": "Direitos transindividuais de natureza indivisível de que seja titular grupo ou categoria de pessoas.",
        "objetivo": "Tutelar interesses comuns baseados em relação jurídica base.",
        "categoria": "Direito Processual Coletivo",
        "sinonimos": [
            "interesses coletivos stricto sensu"
        ]
    },
    "direitos difusos": {
        "definicao": "Direitos transindividuais de natureza indivisível de massa indeterminada de pessoas ligadas por circunstâncias de fato.",
        "objetivo": "Proteger bens como meio ambiente e patrimônio público.",
        "categoria": "Direito Processual Coletivo",
        "sinonimos": [
            "interesses difusos"
        ]
    },
    "direitos individuais homogêneos": {
        "definicao": "Direitos decorrentes de origem comum que atingem indivíduos de forma divisível e identificável.",
        "objetivo": "Facilitar a defesa em massa de direitos que possuem o mesmo fato gerador.",
        "categoria": "Direito Processual Coletivo",
        "sinonimos": [
            "direitos individuais coletivizados"
        ]
    },
    "dolo": {
        "definicao": "Intenção consciente de praticar uma conduta ilícita ou assumir o risco de produzir o resultado.",
        "objetivo": "Caracterizar a vontade criminosa ou o vício de consentimento.",
        "categoria": "Direito Penal / Civil",
        "sinonimos": [
            "vontade consciente"
        ]
    },
    "domínio público": {
        "definicao": "Conjunto de bens pertencentes ao Estado destinados ao uso comum ou especial.",
        "objetivo": "Satisfazer utilidades indispensáveis às necessidades coletivas sob regime inalienável.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "bens estatais"
        ]
    },
    "duplo grau de jurisdição": {
        "definicao": "Princípio que assegura a possibilidade de revisão de decisão judicial por órgão superior.",
        "objetivo": "Minimizar erros judiciários e garantir a ampla defesa.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "sistema recursal"
        ]
    },
    "economicidade": {
        "definicao": "Princípio constitucional que exige a análise da relação custo-benefício na atividade administrativa.",
        "objetivo": "Garantir a eficiência no controle da Administração Pública e o uso otimizado de recursos (Art. 70, CF).",
        "categoria": "Direito Administrativo / Financeiro",
        "sinonimos": [
            "eficiência financeira"
        ]
    },
    "edital": {
        "definicao": "Ato oficial de publicidade para divulgar notícias, ordens ou convocações ao público interessado.",
        "objetivo": "Dar transparência e conhecimento amplo a atos como concursos, licitações e citações.",
        "categoria": "Direito Administrativo / Processual",
        "sinonimos": [
            "aviso público",
            "notificação por edital"
        ]
    },
    "efeito suspensivo": {
        "definicao": "Suspensão da eficácia de uma decisão judicial até que o recurso interposto seja julgado.",
        "objetivo": "Evitar prejuízos imediatos de uma decisão que ainda pode ser reformada.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "suspensividade do recurso"
        ]
    },
    "embargos": {
        "definicao": "Denominação genérica para recursos ou defesas que visam contestar, reformar ou esclarecer decisões.",
        "objetivo": "Opor-se a uma execução, declarar obscuridades ou impugnar acórdãos divergentes.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "impugnação",
            "recurso de embargos"
        ]
    },
    "embargos à execução": {
        "definicao": "Meio de defesa autônomo pelo qual o devedor se opõe a um processo de execução.",
        "objetivo": "Discutir a validade do título ou da dívida cobrada judicialmente.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "oposição à execução"
        ]
    },
    "embargos de declaração": {
        "definicao": "Recurso destinado a sanar obscuridade, omissão ou contradição em decisão judicial.",
        "objetivo": "Esclarecer o julgado, podendo ter efeito infringente em casos de erro material evidente.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "embargos declaratórios",
            "EDs"
        ]
    },
    "embargos de divergência": {
        "definicao": "Recurso cabível em tribunais superiores quando há decisões conflitantes entre turmas ou seções.",
        "objetivo": "Uniformizar a jurisprudência interna do tribunal.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "uniformização interna"
        ]
    },
    "embargos de terceiro": {
        "definicao": "Ação de quem, não sendo parte no processo, sofre constrição em seu bem por ordem judicial.",
        "objetivo": "Proteger a posse ou propriedade de terceiro contra penhora, arresto ou sequestro indevido.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "defesa de terceiro"
        ]
    },
    "embargos infringentes": {
        "definicao": "Recurso cabível quando o acórdão em apelação ou rescisória não for unânime (conforme CPC anterior).",
        "objetivo": "Provocar novo julgamento baseado no voto vencido.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "infringentes"
        ]
    },
    "ementa": {
        "definicao": "Resumo objetivo da decisão judicial (acórdão) ou do texto de uma lei.",
        "objetivo": "Sintetizar a tese jurídica adotada para facilitar a pesquisa e referência.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "súmula da decisão",
            "resumo de acórdão"
        ]
    },
    "emolumento": {
        "definicao": "Remuneração fixa paga a notários e registradores por serviços cartoriais prestados.",
        "objetivo": "Custear a atividade extrajudicial delegada pelo Estado.",
        "categoria": "Direito Tributário / Administrativo",
        "sinonimos": [
            "custas cartoriais",
            "taxa de serviço"
        ]
    },
    "empresa de economia mista": {
        "definicao": "Pessoa jurídica de direito privado criada pelo Estado com capital público e privado (ex: Banco do Brasil).",
        "objetivo": "Explorar atividade econômica com participação estatal majoritária no capital votante.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "sociedade de economia mista"
        ]
    },
    "empresa pública": {
        "definicao": "Pessoa jurídica de direito privado com capital integralmente público (ex: Caixa Econômica).",
        "objetivo": "Desempenhar atividades empresariais de interesse da Administração Pública.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "estatal pura"
        ]
    },
    "enriquecimento ilícito": {
        "definicao": "Aumento patrimonial sem causa jurídica ou fundado em ato ilícito em detrimento de outrem.",
        "objetivo": "Obrigar a restituição do valor auferido injustamente.",
        "categoria": "Direito Civil / Administrativo",
        "sinonimos": [
            "enriquecimento sem causa"
        ]
    },
    "entrância": {
        "definicao": "Classificação hierárquica das comarcas baseada no movimento forense e importância demográfica.",
        "objetivo": "Organizar a carreira da magistratura e a estrutura do Judiciário Estadual.",
        "categoria": "Organização Judiciária",
        "sinonimos": [
            "nível da comarca"
        ]
    },
    "erga omnes": {
        "definicao": "Efeito de uma norma ou decisão que se aplica a todos os indivíduos da sociedade.",
        "objetivo": "Garantir a eficácia geral de atos normativos ou decisões de controle concentrado.",
        "categoria": "Latim Jurídico / Constitucional",
        "sinonimos": [
            "contra todos",
            "eficácia geral"
        ]
    },
    "estado de defesa": {
        "definicao": "Medida excepcional para restabelecer a ordem em locais restritos e atingidos por instabilidade ou calamidade.",
        "objetivo": "Preservar a paz social mediante decreto presidencial temporário.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "regime de exceção mitigado"
        ]
    },
    "estado de direito": {
        "definicao": "Sistema político em que todos, inclusive o Estado, estão submetidos ao império da lei.",
        "objetivo": "Assegurar que ninguém esteja acima da Constituição e das normas vigentes.",
        "categoria": "Teoria Geral do Estado",
        "sinonimos": [
            "império da lei"
        ]
    },
    "estado de sítio": {
        "definicao": "Medida de exceção extrema em casos de comoção nacional grave ou guerra externa.",
        "objetivo": "Defender a integridade do Estado mediante autorização do Congresso Nacional.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "regime de exceção severo"
        ]
    },
    "estelionato": {
        "definicao": "Crime de obter vantagem ilícita induzindo alguém em erro mediante artifício ou fraude (Art. 171, CP).",
        "objetivo": "Punir a lesão patrimonial cometida através do engano.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "fraude",
            "golpe"
        ]
    },
    "ex nunc": {
        "definicao": "Efeito de uma decisão que vale do momento em que foi proferida em diante (não retroativo).",
        "objetivo": "Manter a validade dos atos passados até a nova decisão.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "efeito prospectivo"
        ]
    },
    "ex officio": {
        "definicao": "Ato realizado por dever do cargo, sem necessidade de provocação das partes.",
        "objetivo": "Exercício do poder-dever da autoridade judicial ou administrativa.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "de ofício"
        ]
    },
    "ex tunc": {
        "definicao": "Efeito de uma decisão que retroage ao momento da origem do ato (retroativo).",
        "objetivo": "Anular os efeitos do ato desde o seu nascimento.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "efeito retroativo"
        ]
    },
    "exação": {
        "definicao": "Atividade de arrecadação ou cobrança rigorosa de tributos pelo Estado.",
        "objetivo": "Prover o fisco com os valores devidos pelos contribuintes.",
        "categoria": "Direito Tributário",
        "sinonimos": [
            "cobrança tributária"
        ]
    },
    "exceção da verdade": {
        "definicao": "Meio de defesa em crimes de calúnia onde o réu prova a veracidade da imputação.",
        "objetivo": "Absolver o réu caso o fato imputado seja comprovadamente verdadeiro (Art. 139, § único, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "exceptio veritatis"
        ]
    },
    "excesso de exação": {
        "definicao": "Crime funcional onde o servidor exige tributo indevido ou usa meio vexatório na cobrança.",
        "objetivo": "Punir o abuso na atividade de arrecadação fiscal (Art. 316, § 1º, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "abuso na cobrança"
        ]
    },
    "excesso de poder": {
        "definicao": "Vício do ato administrativo onde o agente atua fora dos limites de sua competência.",
        "objetivo": "Identificar nulidade por exorbitância da autoridade conferida.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "exorbitância de poder"
        ]
    },
    "expulsão": {
        "definicao": "Medida administrativa para retirar estrangeiro do país que atente contra a segurança ou interesses nacionais.",
        "objetivo": "Preservar a soberania e ordem pública nacional.",
        "categoria": "Direito Internacional / Administrativo",
        "sinonimos": [
            "banimento administrativo"
        ]
    },
    "extradição": {
        "definicao": "Entrega de um indivíduo por um Estado a outro para fins de processo penal ou execução de pena.",
        "objetivo": "Cooperação internacional no combate ao crime.",
        "categoria": "Direito Internacional",
        "sinonimos": [
            "entrega de fugitivo"
        ]
    },
    "facultas agendi": {
        "definicao": "Faculdade de agir; é o exercício efetivo do direito subjetivo pela parte.",
        "objetivo": "Manifestar o poder que a norma jurídica confere ao indivíduo de agir em defesa de seus interesses.",
        "categoria": "Teoria Geral do Direito",
        "sinonimos": [
            "direito de agir",
            "exercício do direito"
        ]
    },
    "falso testemunho": {
        "definicao": "Crime consistente em fazer afirmação falsa, negar ou calar a verdade como testemunha, perito ou tradutor perante autoridade.",
        "objetivo": "Punir a obstrução da justiça e o comprometimento da verdade real no processo (Art. 342, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "mentira judicial",
            "perjúrio (termo comum)"
        ]
    },
    "feito": {
        "definicao": "Termo genérico utilizado para designar qualquer processo, ação ou procedimento judicial.",
        "objetivo": "Referenciar a demanda judicial em tramitação.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "processo",
            "demanda",
            "autos"
        ]
    },
    "flagrante delito": {
        "definicao": "Estado de quem é capturado cometendo a infração, logo após fazê-lo, ou sob perseguição/posse de objetos do crime.",
        "objetivo": "Permitir a prisão imediata do autor para garantir a prova e a ordem pública (Art. 301, CPP).",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "prisão em flagrante"
        ]
    },
    "foro especial": {
        "definicao": "Competência jurisdicional definida em razão da função pública exercida ou da matéria tratada.",
        "objetivo": "Garantir a prerrogativa de função para certas autoridades serem julgadas por tribunais superiores.",
        "categoria": "Direito Constitucional / Processual",
        "sinonimos": [
            "foro privilegiado",
            "prerrogativa de foro"
        ]
    },
    "fraude processual": {
        "definicao": "Crime de alterar artificiosamente o estado de lugar, coisa ou pessoa para induzir o juiz ou perito a erro (Art. 347, CP).",
        "objetivo": "Resguardar a integridade e a veracidade dos elementos de prova no processo.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "alteração de prova"
        ]
    },
    "freios e contrapesos": {
        "definicao": "Sistema de controle mútuo entre os Poderes Executivo, Legislativo e Judiciário.",
        "objetivo": "Evitar a tirania e o abuso de poder, garantindo que um Poder fiscalize e limite o outro.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "checks and balances",
            "equilíbrio dos poderes"
        ]
    },
    "fumus boni juris": {
        "definicao": "Fumaça do bom direito; percepção de que o direito alegado pela parte é plausível ou provável.",
        "objetivo": "Servir de requisito indispensável para a concessão de liminares e medidas cautelares.",
        "categoria": "Latim Jurídico / Processual",
        "sinonimos": [
            "plausibilidade do direito"
        ]
    },
    "função jurisdicional": {
        "definicao": "Atividade do Estado, exercida pelo Judiciário, de aplicar a lei a casos concretos para resolver conflitos.",
        "objetivo": "Promover a pacificação social e a realização da justiça através do processo.",
        "categoria": "Direito Constitucional / Processual",
        "sinonimos": [
            "jurisdição"
        ]
    },
    "garantia constitucional": {
        "definicao": "Múltiplos direitos e instrumentos de proteção assegurados aos cidadãos pelo texto da Constituição.",
        "objetivo": "Limitar o poder do Estado e proteger as liberdades individuais e coletivas fundamentais.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "direitos fundamentais",
            "prerrogativas constitucionais"
        ]
    },
    "golpe de estado": {
        "definicao": "Ato de força para derrubar um governo instituído ou manobra do próprio governo para se manter ilegalmente no poder.",
        "objetivo": "Alterar a ordem política ou institucional fora dos meios democráticos e legais previstos.",
        "categoria": "Direito Político / Constitucional",
        "sinonimos": [
            "ruptura institucional",
            "putsch"
        ]
    },
    "grau de jurisdição": {
        "definicao": "Divisão hierárquica do Poder Judiciário que permite o reexame de decisões.",
        "objetivo": "Estruturar o sistema de recursos entre a primeira instância (juízos) e instâncias superiores (tribunais).",
        "categoria": "Direito Processual / Organização Judiciária",
        "sinonimos": [
            "instância",
            "hierarquia judiciária"
        ]
    },
    "grau de parentesco": {
        "definicao": "Medida da distância entre parentes, calculada por gerações em linha reta ou colateral.",
        "objetivo": "Determinar vínculos para fins de herança, impedimentos matrimoniais e suspeição processual.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "distância geracional",
            "vínculo consanguíneo"
        ]
    },
    "habeas corpus": {
        "definicao": "Remédio constitucional destinado a proteger a liberdade de locomoção (direito de ir e vir).",
        "objetivo": "Cessar ou prevenir violência ou coação por ilegalidade ou abuso de poder.",
        "categoria": "Direito Constitucional / Processual Penal",
        "sinonimos": [
            "HC",
            "mandado de liberdade"
        ]
    },
    "habeas data": {
        "definicao": "Ação constitucional para assegurar o conhecimento de informações relativas à pessoa do impetrante ou retificação de dados.",
        "objetivo": "Garantir o acesso e a correção de informações em registros ou bancos de dados de entidades governamentais ou de caráter público.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "HD"
        ]
    },
    "hipossuficiente": {
        "definicao": "Pessoa que não possui recursos financeiros suficientes para arcar com as custas processuais sem prejuízo do próprio sustento.",
        "objetivo": "Identificar o sujeito que faz jus à gratuidade de justiça e à assistência da Defensoria Pública.",
        "categoria": "Direito Processual / Civil",
        "sinonimos": [
            "pobre na forma da lei",
            "necessitado"
        ]
    },
    "homicídio": {
        "definicao": "Conduta de eliminar a vida de um ser humano causada por outrem.",
        "objetivo": "Tipificar o crime contra a vida no ordenamento penal (Art. 121, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "assassinato"
        ]
    },
    "homicídio culposo": {
        "definicao": "Morte causada por imprudência, negligência ou imperícia, sem intenção de matar.",
        "objetivo": "Sancionar a conduta de quem, agindo sem cautela, provoca o resultado morte.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "homicídio não intencional"
        ]
    },
    "homicídio doloso": {
        "definicao": "Morte causada quando o agente tem a intenção de matar (dolo direto) ou assume o risco de produzir o resultado (dolo eventual).",
        "objetivo": "Punir a vontade consciente dirigida ao fim criminoso de ceifar a vida.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "homicídio voluntário"
        ]
    },
    "homicídio qualificado": {
        "definicao": "Homicídio cometido sob circunstâncias que aumentam sua gravidade e a pena mínima.",
        "objetivo": "Punir com maior rigor crimes cometidos por motivo fútil, torpe, mediante tortura, emboscada ou contra mulheres (feminicídio).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "homicídio agravado"
        ]
    },
    "homologação": {
        "definicao": "Ato judicial que ratifica e dá validade jurídica a um acordo entre as partes ou a um ato processual.",
        "objetivo": "Conferir força de decisão judicial a convenções particulares, tornando-as obrigatórias.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "ratificação judicial",
            "confirmação"
        ]
    },
    "impeachment": {
        "definicao": "Processo político-criminal para apurar responsabilidade de altas autoridades por crimes de responsabilidade.",
        "objetivo": "Aplicar a sanção de destituição do cargo e inabilitação para funções públicas.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "impedimento"
        ]
    },
    "impetrar": {
        "definicao": "Ato de requerer judicialmente a decretação de uma medida para assegurar um direito.",
        "objetivo": "Utilizar instrumentos como Mandado de Segurança ou Habeas Corpus.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "requerer",
            "solicitar"
        ]
    },
    "imprescritível": {
        "definicao": "Direito ou ação que não se extingue pelo decurso do tempo.",
        "objetivo": "Garantir que certas violações graves possam ser punidas ou reparadas a qualquer tempo.",
        "categoria": "Teoria Geral do Direito",
        "sinonimos": [
            "insuscetível de prescrição"
        ]
    },
    "improbidade administrativa": {
        "definicao": "Conduta de agente público que viola a moralidade, legalidade e retidão no trato com o erário.",
        "objetivo": "Punir enriquecimento ilícito, prejuízo ao erário ou violação a princípios da administração.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "desonestidade administrativa"
        ]
    },
    "impugnar": {
        "definicao": "Contestar ou combater argumentos, provas ou atos dentro de um processo.",
        "objetivo": "Invalidar ou reformar uma decisão ou alegação adversa.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "contestar",
            "combater"
        ]
    },
    "imunidade": {
        "definicao": "Prerrogativa que isenta certas pessoas de imposições legais comuns em razão do cargo.",
        "objetivo": "Proteger o exercício de funções públicas como parlamentares e diplomatas.",
        "categoria": "Direito Constitucional / Internacional",
        "sinonimos": [
            "prerrogativa",
            "privilégio legal"
        ]
    },
    "inaudita altera par": {
        "definicao": "Decisão proferida sem a oitiva prévia da parte contrária.",
        "objetivo": "Garantir a eficácia de medidas urgentes que perderiam o sentido se houvesse demora.",
        "categoria": "Latim Jurídico / Processual",
        "sinonimos": [
            "sem ouvir a outra parte"
        ]
    },
    "inamovibilidade": {
        "definicao": "Prerrogativa que impede a remoção de ofício de magistrados e membros do Ministério Público.",
        "objetivo": "Garantir a independência funcional contra pressões políticas ou hierárquicas.",
        "categoria": "Direito Constitucional / Institucional",
        "sinonimos": [
            "garantia de permanência"
        ]
    },
    "incapacidade civil": {
        "definicao": "Restrição legal ao exercício pessoal de atos da vida civil (Absoluta ou Relativa).",
        "objetivo": "Proteger aqueles que não possuem pleno discernimento ou maturidade (Art. 3º e 4º CC).",
        "categoria": "Direito Civil",
        "sinonimos": [
            "interdição (consequência)"
        ]
    },
    "inconstitucionalidade": {
        "definicao": "Contrariedade de lei ou ato normativo em relação ao texto da Constituição (Formal ou Material).",
        "objetivo": "Garantir a supremacia da Constituição Federal.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "vício constitucional"
        ]
    },
    "independência funcional": {
        "definicao": "Autonomia de membros do MP e magistrados para decidir conforme sua consciência e a lei.",
        "objetivo": "Impedir que ordens hierárquicas interfiram no convencimento jurídico do membro.",
        "categoria": "Direito Institucional",
        "sinonimos": [
            "autonomia de convicção"
        ]
    },
    "indivisibilidade": {
        "definicao": "Princípio do MP que permite a substituição de seus membros uns pelos outros no processo.",
        "objetivo": "Manter a continuidade da atuação institucional independentemente da pessoa física do procurador.",
        "categoria": "Direito Institucional",
        "sinonimos": [
            "unidade institucional"
        ]
    },
    "infraconstitucional": {
        "definicao": "Toda norma jurídica que está hierarquicamente abaixo da Constituição.",
        "objetivo": "Classificar leis ordinárias, complementares, decretos e resoluções.",
        "categoria": "Teoria Geral do Direito",
        "sinonimos": [
            "norma comum"
        ]
    },
    "injunção": {
        "definicao": "Mandado judicial para suprir a falta de norma regulamentadora de direito constitucional.",
        "objetivo": "Viabilizar o exercício de direitos impedidos pela omissão legislativa.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "mandado de injunção"
        ]
    },
    "inquérito": {
        "definicao": "Procedimento administrativo informativo para apurar materialidade e autoria de infrações.",
        "objetivo": "Subsidiar o oferecimento da ação penal ou civil pública.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "investigação preliminar"
        ]
    },
    "instância": {
        "definicao": "Grau de jurisdição na hierarquia judiciária.",
        "objetivo": "Organizar o sistema de recursos e competências (1ª, 2ª e Tribunais Superiores).",
        "categoria": "Organização Judiciária",
        "sinonimos": [
            "grau jurisdicional"
        ]
    },
    "interdição": {
        "definicao": "Ato judicial que declara a incapacidade de pessoa maior para atos da vida civil.",
        "objetivo": "Nomear curador para proteger os interesses e patrimônio do interditado.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "declaração de incapacidade"
        ]
    },
    "intervenção federal": {
        "definicao": "Medida excepcional que afasta temporariamente a autonomia de Estados, DF ou Municípios.",
        "objetivo": "Repelir invasão, garantir o livre exercício dos poderes ou manter a integridade nacional.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "regime de exceção federativa"
        ]
    },
    "intimação": {
        "definicao": "Ato para dar ciência às partes dos atos e termos do processo.",
        "objetivo": "Exigir que a parte faça ou deixe de fazer algo no curso do processo.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "cientificação judicial"
        ]
    },
    "isonomia": {
        "definicao": "Princípio da igualdade material e formal de todos perante a lei.",
        "objetivo": "Tratar igualmente os iguais e desigualmente os desiguais na medida de suas desigualdades.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "igualdade jurídica"
        ]
    },
    "juiz togado": {
        "definicao": "Magistrado de carreira com formação jurídica obrigatória e cargo vitalício.",
        "objetivo": "Exercer a função jurisdicional estatal, ingressando por concurso público ou pelo Quinto Constitucional.",
        "categoria": "Organização Judiciária",
        "sinonimos": [
            "magistrado de carreira"
        ]
    },
    "juiz classista": {
        "definicao": "Juiz leigo que exercia representação de empregados ou empregadores na Justiça do Trabalho.",
        "objetivo": "Representação paritária nas juntas de conciliação (instituto extinto pela EC n. 24/99).",
        "categoria": "Direito do Trabalho / Histórico",
        "sinonimos": [
            "juiz vogal"
        ]
    },
    "juizados especiais": {
        "definicao": "Órgãos judiciais para causas cíveis de menor complexidade e infrações penais de menor potencial ofensivo.",
        "objetivo": "Promover conciliação e celeridade mediante procedimentos oral e sumariíssimo (Lei 9.099/95).",
        "categoria": "Direito Processual",
        "sinonimos": [
            "pequenas causas"
        ]
    },
    "julgamento": {
        "definicao": "Ato processual onde o juiz ou tribunal decide o mérito da causa ou questão incidente.",
        "objetivo": "Resolver o litígio aplicando o direito ao caso concreto.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "decisão judicial",
            "veredito"
        ]
    },
    "jure et facto": {
        "definicao": "Expressão latina que significa 'por direito e de fato'.",
        "objetivo": "Indicar que algo possui fundamento tanto na norma jurídica quanto na realidade material.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "direito e fato"
        ]
    },
    "júri": {
        "definicao": "Instituição composta por cidadãos (jurados) competentes para julgar crimes dolosos contra a vida.",
        "objetivo": "Garantir a participação popular direta na administração da justiça criminal.",
        "categoria": "Direito Constitucional / Processual Penal",
        "sinonimos": [
            "tribunal do júri",
            "conselho de sentença"
        ]
    },
    "juris tantum": {
        "definicao": "Presunção relativa; admite prova em contrário.",
        "objetivo": "Estabelecer uma verdade jurídica que prevalece até que se prove o oposto.",
        "categoria": "Latim Jurídico / Teoria da Prova",
        "sinonimos": [
            "presunção relativa"
        ]
    },
    "jurisdição": {
        "definicao": "Poder-dever do Estado de aplicar a lei e resolver conflitos de forma definitiva.",
        "objetivo": "Dizer o direito (juris dicere) e promover a pacificação social.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "poder jurisdicional"
        ]
    },
    "jurisprudência": {
        "definicao": "Conjunto de decisões uniformes e reiteradas dos tribunais sobre determinada matéria.",
        "objetivo": "Servir de fonte do direito e guia para interpretação de normas em casos análogos.",
        "categoria": "Teoria Geral do Direito",
        "sinonimos": [
            "precedentes judiciais"
        ]
    },
    "justiça federal": {
        "definicao": "Ramo do Judiciário com competência para julgar causas em que a União, autarquias ou empresas públicas federais sejam interessadas.",
        "objetivo": "Processar e julgar matérias previstas nos arts. 106 a 110 da Constituição Federal.",
        "categoria": "Direito Constitucional / Organização Judiciária",
        "sinonimos": [
            "justiça comum federal"
        ]
    },
    "lato sensu": {
        "definicao": "Expressão latina que significa 'em sentido amplo'.",
        "objetivo": "Indicar uma interpretação abrangente de um conceito ou norma jurídica.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "em sentido lato",
            "abrangente"
        ]
    },
    "lavrar": {
        "definicao": "Ato de redigir ou exarar por escrito atos oficiais, como sentenças, atas ou autos.",
        "objetivo": "Documentar formalmente uma decisão ou ocorrência jurídica.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "redigir",
            "exarar"
        ]
    },
    "legítima defesa": {
        "definicao": "Excludente de ilicitude consistente na repulsa a agressão injusta, atual ou iminente, a direito próprio ou alheio (Art. 25, CP).",
        "objetivo": "Permitir a defesa contra perigo injusto usando moderadamente os meios necessários.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "auto-defesa permitida"
        ]
    },
    "lei": {
        "definicao": "Regra jurídica geral, impessoal e permanente, formulada pela autoridade competente.",
        "objetivo": "Ordenar a conduta social sob a soberania popular e o império do Estado.",
        "categoria": "Teoria Geral do Direito",
        "sinonimos": [
            "norma jurídica",
            "preceito"
        ]
    },
    "lei marcial": {
        "definicao": "Regime jurídico de exceção imposto em estado de guerra que suspende garantias civis.",
        "objetivo": "Submeter a sociedade a regras militares para proteção da integridade nacional.",
        "categoria": "Direito Constitucional / Militar",
        "sinonimos": [
            "lei de guerra"
        ]
    },
    "lei orgânica do mpu": {
        "definicao": "Lei Complementar nº 75/93 que organiza e rege o funcionamento do Ministério Público da União.",
        "objetivo": "Estabelecer as funções, instrumentos e a estrutura do MPF, MPT, MPM e MPDFT.",
        "categoria": "Direito Institucional",
        "sinonimos": [
            "LC 75/93"
        ]
    },
    "leis excepcionais": {
        "definicao": "Normas editadas para vigorar durante situações anormais (guerras, epidemias).",
        "objetivo": "Regular períodos de crise, sendo auto-revogáveis com o fim do evento que as motivou.",
        "categoria": "Direito Penal / Teoria da Lei",
        "sinonimos": [
            "leis de emergência"
        ]
    },
    "leis temporárias": {
        "definicao": "Normas que possuem prazo de validade previamente fixado pelo legislador.",
        "objetivo": "Atender necessidades transitórias com data certa para extinção da vigência.",
        "categoria": "Direito Penal / Teoria da Lei",
        "sinonimos": [
            "leis de vigência determinada"
        ]
    },
    "lex legum": {
        "definicao": "Expressão latina para 'Lei das Leis', referindo-se à Constituição.",
        "objetivo": "Destacar a supremacia hierárquica da Constituição no ordenamento jurídico.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "Constituição Federal",
            "Carta Magna"
        ]
    },
    "libelo": {
        "definicao": "Peça escrita articulada que inicia uma demanda judicial expondo fatos e fundamentos.",
        "objetivo": "Formalizar o pedido de reconhecimento de um direito em juízo.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "petição inicial",
            "exposição articulada"
        ]
    },
    "liberdade assistida": {
        "definicao": "Medida socioeducativa aplicada a adolescentes infratores sob supervisão de orientador.",
        "objetivo": "Vigiar, auxiliar e tratar o menor visando sua reintegração social.",
        "categoria": "Direito da Criança e do Adolescente (ECA)",
        "sinonimos": [
            "medida socioeducativa"
        ]
    },
    "liberdade condicional": {
        "definicao": "Benefício que antecipa o retorno do condenado à sociedade sob certas condições.",
        "objetivo": "Promover a ressocialização gradual do apenado (Art. 83, CP).",
        "categoria": "Direito Penal / Execução Penal",
        "sinonimos": [
            "livramento condicional"
        ]
    },
    "liberdade provisória": {
        "definicao": "Direito do acusado de aguardar o julgamento em liberdade, com ou sem fiança.",
        "objetivo": "Garantir a presunção de inocência quando ausentes os requisitos da prisão preventiva.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "soltura temporária"
        ]
    },
    "licenciamento ambiental": {
        "definicao": "Procedimento administrativo para autorizar atividades utilizadoras de recursos ambientais.",
        "objetivo": "Prevenir a degradação ambiental mediante controle prévio de instalação e operação.",
        "categoria": "Direito Ambiental",
        "sinonimos": [
            "licença ambiental"
        ]
    },
    "licitação": {
        "definicao": "Procedimento administrativo para contratação de serviços ou compra de bens pela Administração Pública.",
        "objetivo": "Selecionar a proposta mais vantajosa garantindo a igualdade de condições entre interessados.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "concorrência",
            "certame"
        ]
    },
    "lide": {
        "definicao": "Conflito de interesses qualificado por uma pretensão resistida.",
        "objetivo": "Objeto do processo judicial que requer a solução do magistrado.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "litígio",
            "pleito",
            "contenda"
        ]
    },
    "liminar": {
        "definicao": "Decisão judicial urgente proferida antes do julgamento do mérito.",
        "objetivo": "Antecipar efeitos ou garantir direitos para evitar prejuízo irreparável (periculum in mora).",
        "categoria": "Direito Processual",
        "sinonimos": [
            "medida liminar",
            "tutela de urgência"
        ]
    },
    "litisconsórcio": {
        "definicao": "Presença de duas ou mais pessoas em um dos polos (ou em ambos) da relação processual.",
        "objetivo": "Promover a economia processual e evitar decisões contraditórias sobre o mesmo fato.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "pluralidade de partes"
        ]
    },
    "locupletamento": {
        "definicao": "Ato de enriquecer-se; aumento patrimonial.",
        "objetivo": "Identificar situações de enriquecimento, sendo vedado se for sem causa jurídica.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "enriquecimento"
        ]
    },
    "ma-fé": {
        "definicao": "Agir com consciência da ilicitude, tendo a intenção deliberada de prejudicar terceiros ou obter vantagem indevida.",
        "objetivo": "Caracterizar vícios em atos jurídicos ou fundamentar a condenação por litigância de má-fé.",
        "categoria": "Direito Civil / Processual",
        "sinonimos": [
            "dolo",
            "consciência da ilicitude"
        ]
    },
    "malversação": {
        "definicao": "Administração má, ruinosa ou abusiva de bens e valores, resultando em dilapidação do patrimônio.",
        "objetivo": "Identificar gestão fraudulenta ou temerária; na esfera pública, pode configurar peculato ou improbidade.",
        "categoria": "Direito Administrativo / Penal",
        "sinonimos": [
            "má gestão",
            "dilapidação patrimonial"
        ]
    },
    "mandado": {
        "definicao": "Ordem escrita emanada de autoridade judiciária ou administrativa para o cumprimento de ato específico.",
        "objetivo": "Garantir a execução de ordens como prisões, solturas ou buscas.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "ordem judicial",
            "preceito"
        ]
    },
    "mandado de busca e apreensão": {
        "definicao": "Ordem judicial para localizar e apreender coisas ou pessoas em poder de outrem ou em local determinado.",
        "objetivo": "Trazer à custódia judicial objetos de crime, provas ou pessoas em situação irregular.",
        "categoria": "Direito Processual Penal / Civil",
        "sinonimos": [
            "busca e apreensão"
        ]
    },
    "mandado de injunção": {
        "definicao": "Remédio constitucional utilizado quando a ausência de norma regulamentadora inviabiliza o exercício de direitos constitucionais.",
        "objetivo": "Suprir a omissão legislativa que impede o gozo de direitos relativos à nacionalidade, soberania e cidadania.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "MI"
        ]
    },
    "mandado de segurança": {
        "definicao": "Ação constitucional destinada a proteger direito líquido e certo contra ilegalidade ou abuso de poder de autoridade.",
        "objetivo": "Proteger direitos não amparados por Habeas Corpus ou Habeas Data mediante prova pré-constituída.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "MS",
            "Mandamus"
        ]
    },
    "mandato": {
        "definicao": "Contrato pelo qual alguém recebe poderes de outrem para praticar atos ou administrar interesses em seu nome.",
        "objetivo": "Formalizar a representação, tendo a procuração como seu instrumento.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "procuração",
            "representação convencional"
        ]
    },
    "manutenção de posse": {
        "definicao": "Ação possessória utilizada quando o possuidor sofre turbação em sua posse, sem chegar a perdê-la.",
        "objetivo": "Manter o possuidor livre de perturbações e garantir a continuidade da posse.",
        "categoria": "Direito Civil / Processual Civil",
        "sinonimos": [
            "interdito possessório"
        ]
    },
    "medida cautelar": {
        "definicao": "Ato de precaução judicial destinado a assegurar a eficácia de um provimento futuro ou evitar dano iminente.",
        "objetivo": "Resguardar direitos ou bens diante do 'periculum in mora' e 'fumus boni iuris'.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "tutela cautelar",
            "providência urgente"
        ]
    },
    "medida de segurança": {
        "definicao": "Sanção penal com finalidade terapêutica aplicada aos inimputáveis que praticaram infração penal e revelam periculosidade.",
        "objetivo": "Prevenir a reiteração criminosa por meio de internação ou tratamento ambulatorial.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "sanção terapêutica"
        ]
    },
    "mérito": {
        "definicao": "A essência da lide; a questão principal e os pedidos formulados pelo autor no processo.",
        "objetivo": "Constituir o objeto central da decisão judicial final.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "meritum causae",
            "fundo da causa"
        ]
    },
    "ministério público": {
        "definicao": "Instituição permanente e essencial à Justiça, incumbida da defesa da ordem jurídica e dos interesses sociais e indisponíveis.",
        "objetivo": "Atuar como fiscal da lei (custos legis) ou titular da ação penal pública.",
        "categoria": "Direito Constitucional / Institucional",
        "sinonimos": [
            "MP",
            "Parquet"
        ]
    },
    "ministério público da união": {
        "definicao": "Instituição que congrega os ramos Federal, do Trabalho, Militar e do DF e Territórios.",
        "objetivo": "Organizar a atuação ministerial no âmbito federal sob a chefia do Procurador-Geral da República.",
        "categoria": "Direito Institucional",
        "sinonimos": [
            "MPU"
        ]
    },
    "negativa de autoria": {
        "definicao": "Tese defensiva na qual o réu nega ter sido o executor ou participante do fato delituoso.",
        "objetivo": "Afastar a responsabilidade penal pela ausência de vínculo entre o agente e a conduta criminosa.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "alibi (em certos casos)"
        ]
    },
    "negligência": {
        "definicao": "Modalidade de culpa caracterizada pela falta de cuidado, displicência ou omissão de precaução exigível.",
        "objetivo": "Tipificar a conduta culposa onde o agente deixa de agir quando deveria (Art. 18, II, CP).",
        "categoria": "Direito Penal / Civil",
        "sinonimos": [
            "descuido",
            "inércia psíquica"
        ]
    },
    "nepotismo": {
        "definicao": "Prática de nomear parentes para cargos de confiança ou funções gratificadas na Administração Pública.",
        "objetivo": "Impedir o favoritismo familiar, garantindo os princípios da impessoalidade e moralidade (Súmula Vinculante 13 do STF).",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "patronato familiar"
        ]
    },
    "nexo causal": {
        "definicao": "Vínculo fático que liga a conduta do agente ao resultado produzido.",
        "objetivo": "Estabelecer a relação de causa e efeito indispensável para a imputação de crimes materiais.",
        "categoria": "Direito Penal / Civil",
        "sinonimos": [
            "nexo de causalidade"
        ]
    },
    "non bis in idem": {
        "definicao": "Princípio que proíbe a dupla punição ou o duplo processamento pelo mesmo fato jurídico.",
        "objetivo": "Garantir a segurança jurídica e evitar o excesso de poder punitivo do Estado.",
        "categoria": "Direito Penal / Processual Penal",
        "sinonimos": [
            "ne bis in idem"
        ]
    },
    "norma": {
        "definicao": "Padrão de conduta obrigatório estabelecido pelo ordenamento jurídico.",
        "objetivo": "Regrar o comportamento social através de leis, decretos ou regulamentos.",
        "categoria": "Teoria Geral do Direito",
        "sinonimos": [
            "regra jurídica",
            "preceito"
        ]
    },
    "notificação": {
        "definicao": "Ato processual para dar ciência a alguém sobre um fato ou decisão, para que tome providências ou preserve direitos.",
        "objetivo": "Cientificar o interessado sem necessariamente exigir uma defesa imediata (diferente da citação).",
        "categoria": "Direito Processual",
        "sinonimos": [
            "aviso judicial"
        ]
    },
    "notícia-crime": {
        "definicao": "Conhecimento, espontâneo ou provocado, de um fato aparentemente criminoso pela autoridade policial ou MP.",
        "objetivo": "Dar início à persecução penal ou investigação preliminar (Inquérito).",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "notitia criminis"
        ]
    },
    "nulidade": {
        "definicao": "Sanção jurídica que priva o ato de seus efeitos devido à falta de requisitos legais de validade.",
        "objetivo": "Invalidar atos praticados em desacordo com a lei (Nulidade Absoluta ou Relativa).",
        "categoria": "Direito Processual / Civil",
        "sinonimos": [
            "invalidade",
            "vício"
        ]
    },
    "numerus apertus": {
        "definicao": "Expressão que indica que uma lista ou rol é exemplificativo, permitindo acréscimos.",
        "objetivo": "Permitir interpretação extensiva de determinadas normas.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "rol exemplificativo"
        ]
    },
    "numerus clausus": {
        "definicao": "Expressão que indica que uma lista ou rol é taxativo, não admitindo ampliações.",
        "objetivo": "Restringir a aplicação de normas a casos estritamente previstos (ex: tipos penais).",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "rol taxativo"
        ]
    },
    "OAB": {
        "definicao": "Ordem dos Advogados do Brasil; órgão de classe responsável pela regulamentação e fiscalização da advocacia no território nacional.",
        "objetivo": "Garantir o exercício ético da advocacia e a defesa da Constituição e do Estado Democrático de Direito.",
        "categoria": "Direito Administrativo / Profissional",
        "sinonimos": [
            "Conselho de Classe dos Advogados"
        ]
    },
    "obligatio faciendi": {
        "definicao": "Obrigação de fazer; dever jurídico de realizar um ato ou prestar um serviço.",
        "objetivo": "Vincular o devedor a uma prestação positiva em favor do credor.",
        "categoria": "Direito Civil / Obrigações",
        "sinonimos": [
            "obrigação de fazer"
        ]
    },
    "obligatio non faciendi": {
        "definicao": "Obrigação de não fazer; dever jurídico de abster-se de praticar determinado ato.",
        "objetivo": "Garantir que o devedor não realize conduta que prejudique o credor ou viole contrato.",
        "categoria": "Direito Civil / Obrigações",
        "sinonimos": [
            "obrigação negativa"
        ]
    },
    "occasio legis": {
        "definicao": "Circunstâncias e fatos que deram origem à criação da lei.",
        "objetivo": "Auxiliar na interpretação histórica da norma, entendendo o contexto social de sua criação.",
        "categoria": "Hermenêutica Jurídica",
        "sinonimos": [
            "oportunidade da lei"
        ]
    },
    "oficial de justiça": {
        "definicao": "Servidor do Poder Judiciário responsável por executar diligências externas, como citações e penhoras.",
        "objetivo": "Efetivar as ordens judiciais necessárias para o andamento do processo.",
        "categoria": "Direito Processual / Organização Judiciária",
        "sinonimos": [
            "longa manus do juiz"
        ]
    },
    "ofício": {
        "definicao": "Comunicação formal e escrita utilizada por autoridades públicas e repartições para tratar de assuntos oficiais.",
        "objetivo": "Padronizar e formalizar a interlocução administrativa e judicial.",
        "categoria": "Direito Administrativo / Redação Oficial",
        "sinonimos": [
            "correspondência oficial"
        ]
    },
    "onus probandi": {
        "definicao": "Encargo atribuído às partes de provar a veracidade dos fatos alegados no processo.",
        "objetivo": "Definir a responsabilidade pela instrução probatória para que o juiz forme seu convencimento.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "ônus da prova"
        ]
    },
    "paciente": {
        "definicao": "Pessoa que sofre ou está na iminência de sofrer coação ilegal em sua liberdade; em sentido amplo, o réu ou condenado.",
        "objetivo": "Identificar o beneficiário da ordem de Habeas Corpus.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "réu",
            "indiciado",
            "impetrante (se o próprio pedir)"
        ]
    },
    "parecer": {
        "definicao": "Manifestação técnica e opinativa emitida pelo Ministério Público ou órgãos consultivos sobre uma demanda.",
        "objetivo": "Subsidiar a decisão judicial com uma análise jurídica fundamentada (custos legis).",
        "categoria": "Direito Processual / Administrativo",
        "sinonimos": [
            "manifestação",
            "opinião técnica"
        ]
    },
    "peculato": {
        "definicao": "Crime cometido por funcionário público que se apropria ou desvia dinheiro ou bens de que tem a posse em razão do cargo.",
        "objetivo": "Proteger a probidade e o patrimônio da Administração Pública (Arts. 312 e 313, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "apropriação indébita funcional"
        ]
    },
    "periculum in mora": {
        "definicao": "Expressão latina que significa 'perigo na demora'; risco de dano irreparável pela lentidão do processo.",
        "objetivo": "Servir como requisito indispensável para a concessão de liminares e tutelas de urgência.",
        "categoria": "Latim Jurídico / Processual",
        "sinonimos": [
            "risco de dano"
        ]
    },
    "plebiscito": {
        "definicao": "Consulta prévia ao povo sobre matéria política ou legislativa, antes da criação do ato normativo.",
        "objetivo": "Exercer a democracia direta conforme previsto na Constituição Federal.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "consulta popular prévia"
        ]
    },
    "poder constituinte": {
        "definicao": "Poder de criar (originário) ou modificar e reformar (derivado) a Constituição de um Estado.",
        "objetivo": "Estabelecer as bases jurídicas fundamentais ou atualizar o texto constitucional.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "soberania constituinte"
        ]
    },
    "poder de polícia": {
        "definicao": "Faculdade da Administração de limitar ou disciplinar direitos individuais em favor do interesse público.",
        "objetivo": "Regular segurança, higiene, ordem e costumes em benefício da coletividade.",
        "categoria": "Direito Administrativo",
        "sinonimos": [
            "fiscalização administrativa"
        ]
    },
    "precatório": {
        "definicao": "Requisição de pagamento expedida pelo Judiciário para que entes públicos paguem dívidas de condenações judiciais.",
        "objetivo": "Organizar a fila de pagamentos da Fazenda Pública seguindo ordem cronológica.",
        "categoria": "Direito Constitucional / Processual",
        "sinonimos": [
            "requisição de pagamento judicial"
        ]
    },
    "preclusão": {
        "definicao": "Perda do direito de praticar um ato processual pelo decurso do prazo ou exercício incompatível.",
        "objetivo": "Garantir o avanço e a celeridade do processo (princípio da eventualidade).",
        "categoria": "Direito Processual",
        "sinonimos": [
            "perda de faculdade processual"
        ]
    },
    "prescrição": {
        "definicao": "Perda da pretensão punitiva ou executória do Estado pelo decurso do tempo.",
        "objetivo": "Garantir a segurança jurídica, impedindo que a ameaça de punição seja perpétua.",
        "categoria": "Direito Penal / Civil",
        "sinonimos": [
            "extinção da pretensão"
        ]
    },
    "prevaricação": {
        "definicao": "Crime do funcionário que retarda ou deixa de praticar ato de ofício para satisfazer interesse pessoal.",
        "objetivo": "Punir a omissão ou desvio funcional baseado em sentimentos pessoais (Art. 319, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "descumprimento de dever funcional"
        ]
    },
    "prisão preventiva": {
        "definicao": "Medida cautelar de restrição da liberdade imposta durante a investigação ou processo antes da sentença final.",
        "objetivo": "Garantir a ordem pública, a instrução criminal ou a aplicação da lei penal.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "custódia cautelar"
        ]
    },
    "procurador-geral da república": {
        "definicao": "Chefe máximo do Ministério Público da União e do Ministério Público Federal.",
        "objetivo": "Representar a instituição perante o STF e chefiar administrativamente o Parquet federal.",
        "categoria": "Direito Institucional",
        "sinonimos": [
            "PGR"
        ]
    },
    "quadrilha": {
        "definicao": "Associação de três ou mais pessoas com o fim específico de cometer crimes.",
        "objetivo": "Punir a estabilidade e permanência de grupos criminosos (atualmente denominado Associação Criminosa pelo Art. 288 do CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "associação criminosa",
            "bando"
        ]
    },
    "qualificação do crime": {
        "definicao": "Alteração da tipificação legal que inclui circunstâncias que elevam a pena mínima e máxima abstratas.",
        "objetivo": "Sancionar condutas com maior gravidade devido aos meios, motivos ou modo de execução.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "crime qualificado"
        ]
    },
    "queixa-crime": {
        "definicao": "Peça acusatória inicial utilizada pelo ofendido nos crimes de ação penal privada.",
        "objetivo": "Dar início à persecução penal quando a lei reserva à vítima a iniciativa do processo.",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "queixa",
            "exordial acusatória privada"
        ]
    },
    "qui tacet, consentire videtur": {
        "definicao": "Axioma jurídico que significa 'quem cala, parece consentir'.",
        "objetivo": "Referenciar situações onde o silêncio da parte pode ser interpretado como aceitação (comum em contratos).",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "silêncio circunstanciado"
        ]
    },
    "quinto constitucional": {
        "definicao": "Regra constitucional que reserva 20% das vagas de certos tribunais a advogados e membros do Ministério Público.",
        "objetivo": "Promover a pluralidade de visões jurídicas e a democratização na composição dos tribunais (Art. 94, CF).",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "regra do quinto"
        ]
    },
    "quorum": {
        "definicao": "Número mínimo de membros de um órgão colegiado ou tribunal exigido para deliberação ou julgamento válido.",
        "objetivo": "Garantir a representatividade e a legitimidade das decisões coletivas.",
        "categoria": "Direito Processual / Constitucional",
        "sinonimos": [
            "número regimental"
        ]
    },
    "reclamação": {
        "definicao": "Ação ou petição para reconhecimento de direito ou contra atos que prejudicam o reclamante, visando reparação ou anulação.",
        "objetivo": "Corrigir injustiças administrativas ou judiciais (ex: Reclamação Constitucional para preservar competência do STF/STJ).",
        "categoria": "Direito Administrativo / Processual",
        "sinonimos": [
            "queixa administrativa",
            "impugnação"
        ]
    },
    "recomendação": {
        "definicao": "Instrumento extrajudicial do Ministério Público enviado a órgãos públicos ou privados para que cumpram normas legais.",
        "objetivo": "Prevenir litígios e garantir a adequação de condutas ao ordenamento jurídico sem necessidade imediata de ação judicial.",
        "categoria": "Direito Institucional / Administrativo",
        "sinonimos": [
            "orientação ministerial"
        ]
    },
    "reconvenção": {
        "definicao": "Contra-ataque do réu contra o autor dentro do mesmo processo em que é demandado.",
        "objetivo": "Processar o autor por pretensão própria conectada com a causa principal ou com o fundamento da defesa.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "contra-ação"
        ]
    },
    "recurso especial": {
        "definicao": "Recurso de caráter excepcional dirigido ao STJ contra decisões de tribunais inferiores que ofendam lei federal ou divirjam da jurisprudência.",
        "objetivo": "Uniformizar a interpretação da legislação federal infraconstitucional em todo o país.",
        "categoria": "Direito Processual / Constitucional",
        "sinonimos": [
            "REsp"
        ]
    },
    "recurso extraordinário": {
        "definicao": "Recurso de competência do STF contra decisões que contrariam dispositivo da Constituição Federal.",
        "objetivo": "Zelar pela supremacia da Constituição Federal (exige demonstração de repercussão geral).",
        "categoria": "Direito Processual / Constitucional",
        "sinonimos": [
            "RE"
        ]
    },
    "referendo": {
        "definicao": "Consulta popular posterior à criação de uma lei, na qual o povo ratifica ou rejeita o texto aprovado pelo Legislativo.",
        "objetivo": "Exercer a soberania popular de forma direta sobre atos legislativos já concluídos.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "ratificação popular"
        ]
    },
    "reincidência": {
        "definicao": "Cometimento de novo crime após o trânsito em julgado de sentença condenatória por crime anterior (Art. 63, CP).",
        "objetivo": "Agravar a pena do agente que volta a delinquir após condenação definitiva.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "iteração criminosa"
        ]
    },
    "remição de pena": {
        "definicao": "Redução do tempo de pena pelo trabalho ou estudo do condenado (1 dia de pena para cada 3 de trabalho/estudo).",
        "objetivo": "Incentivar a ressocialização e abreviar a privação de liberdade (Art. 126, LEP).",
        "categoria": "Direito Penal / Execução Penal",
        "sinonimos": [
            "resgate de pena"
        ]
    },
    "repristinação": {
        "definicao": "Restauração da vigência de uma lei anteriormente revogada em razão da revogação da lei que a revogou.",
        "objetivo": "Trazer de volta uma norma antiga, exigindo obrigatoriamente disposição expressa na lei nova (Art. 2º, §3º LINDB).",
        "categoria": "Hermenêutica Jurídica / LINDB",
        "sinonimos": [
            "restauração de vigência"
        ]
    },
    "res judicata": {
        "definicao": "Coisa julgada; decisão judicial da qual não cabe mais recurso, tornando-se imutável e indiscutível.",
        "objetivo": "Garantir a segurança jurídica e a estabilidade das relações sociais.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "coisa julgada",
            "decisão definitiva"
        ]
    },
    "revelia": {
        "definicao": "Situação processual decorrente da falta de apresentação de defesa (contestação) pelo réu no prazo legal.",
        "objetivo": "Gerar a presunção relativa de veracidade dos fatos alegados pelo autor (Art. 344, CPC).",
        "categoria": "Direito Processual",
        "sinonimos": [
            "ausência de defesa"
        ]
    },
    "revisão criminal": {
        "definicao": "Ação autônoma de impugnação para reexaminar processo penal findo quando houver erro judiciário ou novas provas.",
        "objetivo": "Desconstituir coisa julgada injusta em favor do réu (pro reo).",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "rescisória penal"
        ]
    },
    "segredo de justiça": {
        "definicao": "Restrição da publicidade de atos processuais para preservar a intimidade das partes ou o interesse social.",
        "objetivo": "Proteger dados sensíveis (ex: direito de família) ou garantir a eficácia de investigações.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "sigilo processual"
        ]
    },
    "sentença": {
        "definicao": "Pronunciamento do juiz que encerra a fase cognitiva do processo ou extingue a execução.",
        "objetivo": "Resolver a lide com ou sem julgamento de mérito na primeira instância.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "decisão terminativa"
        ]
    },
    "seqüestro": {
        "definicao": "Medida cautelar de apreensão de bens específicos objeto de litígio para garantir sua entrega futura.",
        "objetivo": "Evitar que o bem em disputa seja deteriorado, alienado ou extraviado pelas partes.",
        "categoria": "Direito Processual Civil / Penal",
        "sinonimos": [
            "apreensão judicial de bens"
        ]
    },
    "sigilo funcional": {
        "definicao": "Dever do agente público de guardar segredo sobre informações obtidas em razão do cargo.",
        "objetivo": "Resguardar a eficiência da administração e a privacidade de dados sigilosos sob custódia estatal.",
        "categoria": "Direito Administrativo / Penal",
        "sinonimos": [
            "segredo profissional público"
        ]
    },
    "stricto sensu": {
        "definicao": "Expressão latina que significa 'em sentido estrito'.",
        "objetivo": "Indicar uma interpretação restritiva de um conceito ou norma.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "restritivamente"
        ]
    },
    "stf": {
        "definicao": "Supremo Tribunal Federal; guardião da Constituição e órgão de cúpula do Poder Judiciário brasileiro.",
        "objetivo": "Processar e julgar questões constitucionais e o controle concentrado de constitucionalidade.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "Supremo"
        ]
    },
    "stj": {
        "definicao": "Superior Tribunal de Justiça; responsável por uniformizar a interpretação da legislação federal infraconstitucional.",
        "objetivo": "Julgar recursos especiais e zelar pela unidade do direito federal comum.",
        "categoria": "Direito Constitucional",
        "sinonimos": [
            "Tribunal da Cidadania"
        ]
    },
    "sub judice": {
        "definicao": "Expressão que indica que uma causa está aguardando decisão ou em trâmite judicial.",
        "objetivo": "Sinalizar que a matéria ainda não possui decisão definitiva (coisa julgada).",
        "categoria": "Latim Jurídico / Processual",
        "sinonimos": [
            "sob julgamento"
        ]
    },
    "suborno": {
        "definicao": "Oferta ou aceitação de vantagem indevida para influenciar ato de ofício (corrupção ativa ou passiva).",
        "objetivo": "Punir a comercialização da função pública ou o vício da moralidade administrativa.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "propina",
            "corrupção"
        ]
    },
    "sucumbência": {
        "definicao": "Princípio que impõe à parte vencida o pagamento das custas e honorários advocatícios do vencedor.",
        "objetivo": "Ressarcir a parte que teve seu direito reconhecido pelos gastos do processo.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "ônus da derrota"
        ]
    },
    "súmula": {
        "definicao": "Enunciado que resume o entendimento consolidado de um tribunal sobre determinada matéria jurídica.",
        "objetivo": "Uniformizar a jurisprudência e conferir celeridade e segurança jurídica aos julgamentos.",
        "categoria": "Direito Processual / Teoria do Direito",
        "sinonimos": [
            "compêndio jurisprudencial"
        ]
    },
    "sursis": {
        "definicao": "Suspensão condicional da execução da pena privativa de liberdade aplicada em crimes de menor gravidade.",
        "objetivo": "Evitar o cárcere em penas curtas (até 2 anos), mediante o cumprimento de condições legais.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "suspensão condicional da pena"
        ]
    },
    "suspeição": {
        "definicao": "Situação fática (amizade, inimizade ou interesse) que compromete a imparcialidade do juiz ou auxiliares.",
        "objetivo": "Garantir o julgamento por magistrado isento (rol exemplificativo conforme CPC/CPP).",
        "categoria": "Direito Processual",
        "sinonimos": [
            "vício de parcialidade"
        ]
    },
    "suspensão de segurança": {
        "definicao": "Incidente processual para sustar a execução de liminares contra o Poder Público em casos de grave lesão à ordem.",
        "objetivo": "Proteger o interesse público e a economia estatal contra decisões precárias urgentes.",
        "categoria": "Direito Processual Público",
        "sinonimos": [
            "contracautela estatal"
        ]
    },
    "taxa": {
        "definicao": "Espécie tributária cujo fato gerador é o exercício do poder de polícia ou a prestação de serviço público específico e divisível.",
        "objetivo": "Remunerar o Estado por serviços prestados diretamente ao contribuinte ou postos à sua disposição.",
        "categoria": "Direito Tributário",
        "sinonimos": [
            "tributo vinculado"
        ]
    },
    "tergiversação": {
        "definicao": "Crime cometido por advogado ou procurador que defende simultânea ou sucessivamente partes contrárias no mesmo processo.",
        "objetivo": "Punir o patrocínio infiel e a violação do dever de lealdade profissional (Art. 355, § único, CP).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "patrocínio simultâneo",
            "prevaricação de advogado"
        ]
    },
    "termo de ajustamento de conduta": {
        "definicao": "Título executivo extrajudicial celebrado entre órgãos públicos e infratores para adequar condutas às exigências legais.",
        "objetivo": "Resolver conflitos de forma célere e extrajudicial, prevendo obrigações de fazer ou indenizar danos causados.",
        "categoria": "Direito Administrativo / Coletivo",
        "sinonimos": [
            "TAC",
            "compromisso de ajustamento"
        ]
    },
    "tipicidade": {
        "definicao": "Conformidade da conduta praticada pelo agente com a descrição abstrata prevista na lei penal.",
        "objetivo": "Estabelecer um dos elementos do fato típico, garantindo que ninguém seja punido sem lei anterior (nullum crimen sine lege).",
        "categoria": "Direito Penal",
        "sinonimos": [
            "adequação típica"
        ]
    },
    "título executivo": {
        "definicao": "Documento que comprova uma obrigação certa, líquida e exigível, autorizando a execução judicial.",
        "objetivo": "Permitir que o credor pule a fase de conhecimento e parta diretamente para atos de constrição patrimonial.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "instrumento executável"
        ]
    },
    "tráfico de influência": {
        "definicao": "Crime cometido por quem solicita vantagem a pretexto de influir em ato praticado por funcionário público (Art. 332, CP).",
        "objetivo": "Punir o 'vendedor de fumaça' que lucra prometendo interferência indevida na Administração.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "venda de fumaça"
        ]
    },
    "transação penal": {
        "definicao": "Acordo proposto pelo MP em infrações de menor potencial ofensivo para aplicação imediata de pena não privativa de liberdade.",
        "objetivo": "Evitar o início do processo criminal mediante o cumprimento de restrições de direitos ou multas (Lei 9.099/95).",
        "categoria": "Direito Processual Penal",
        "sinonimos": [
            "acordo de juizado"
        ]
    },
    "trânsito em julgado": {
        "definicao": "Qualidade da decisão judicial da qual não cabe mais recurso, tornando-a definitiva.",
        "objetivo": "Consumar a coisa julgada e garantir a segurança jurídica.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "res judicata definitiva"
        ]
    },
    "tribunal do júri": {
        "definicao": "Órgão do Judiciário competente para julgar crimes dolosos contra a vida, composto por um juiz e jurados leigos.",
        "objetivo": "Assegurar o julgamento pelos pares, com soberania dos vereditos e sigilo das votações.",
        "categoria": "Direito Constitucional / Processual Penal",
        "sinonimos": [
            "Júri popular"
        ]
    },
    "tributo": {
        "definicao": "Prestação pecuniária compulsória instituída em lei, que não constitua sanção de ato ilícito.",
        "objetivo": "Prover recursos ao Estado para a manutenção das atividades públicas.",
        "categoria": "Direito Tributário",
        "sinonimos": [
            "carga tributária",
            "fisco"
        ]
    },
    "tutela antecipada": {
        "definicao": "Antecipação parcial ou total dos efeitos do pedido final para evitar dano irreparável ou abuso do direito de defesa.",
        "objetivo": "Satisfazer o direito do autor de forma imediata quando houver prova inequívoca e verossimilhança.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "antecipação de tutela"
        ]
    },
    "última instância": {
        "definicao": "Grau de jurisdição que encerra o processo ordinário, não cabendo mais recursos comuns, exceto os de natureza extraordinária (STF/STJ).",
        "objetivo": "Esgotar a prestação jurisdicional nas instâncias ordinárias para fixação da verdade jurídica.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "instância final ordinária"
        ]
    },
    "ultra petita": {
        "definicao": "Vício da decisão judicial que concede à parte mais do que o que foi pleiteado na petição inicial.",
        "objetivo": "Identificar nulidade parcial da sentença por violação ao princípio da congruência ou adstrição.",
        "categoria": "Direito Processual Civil",
        "sinonimos": [
            "além do pedido"
        ]
    },
    "una voce": {
        "definicao": "Expressão latina que indica uma decisão tomada de forma consensual ou unânime.",
        "objetivo": "Sinalizar a ausência de divergência em julgamentos colegiados.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "por unanimidade",
            "consensual"
        ]
    },
    "única instância": {
        "definicao": "Situação processual em que a causa é julgada por um único órgão jurisdicional, sem previsão de duplo grau ordinário.",
        "objetivo": "Atender ritos específicos onde a celeridade ou a natureza da causa dispensa a revisão por tribunal de apelação.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "jurisdição exclusiva"
        ]
    },
    "unidade": {
        "definicao": "Princípio institucional do Ministério Público que o define como um só órgão sob uma única chefia administrativa.",
        "objetivo": "Garantir a coesão institucional, permitindo que os membros falem em nome da instituição como um todo.",
        "categoria": "Direito Institucional",
        "sinonimos": [
            "unidade do Parquet"
        ]
    },
    "uniformização de jurisprudência": {
        "definicao": "Incidente processual para que o tribunal fixe uma tese única sobre matéria jurídica com decisões divergentes.",
        "objetivo": "Evitar decisões contraditórias sobre o mesmo tema, garantindo isonomia e segurança jurídica.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "incidente de uniformização"
        ]
    },
    "usucapião": {
        "definicao": "Modo de aquisição da propriedade mobiliária ou imobiliária pela posse prolongada, mansa, pacífica e ininterrupta.",
        "objetivo": "Dar função social à propriedade e regularizar a titularidade baseada no tempo de ocupação e requisitos legais.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "prescrição aquisitiva"
        ]
    },
    "usufruto": {
        "definicao": "Direito real sobre coisa alheia que permite ao usufrutuário usar e fruir dos frutos e utilidades do bem.",
        "objetivo": "Desmembrar a propriedade entre o proprietário (nu-proprietário) e quem efetivamente utiliza o bem.",
        "categoria": "Direito Civil",
        "sinonimos": [
            "uso e fruição"
        ]
    },
    "usura": {
        "definicao": "Prática de cobrar juros excessivos, superiores aos limites permitidos por lei.",
        "objetivo": "Punir o ganho desproporcional e a exploração econômica em contratos de mútuo (Lei da Usura).",
        "categoria": "Direito Penal / Civil",
        "sinonimos": [
            "agiotagem"
        ]
    },
    "usurpação": {
        "definicao": "Ato de assumir ilegalmente o exercício de uma função pública ou a posse de um bem de outrem.",
        "objetivo": "Punir a fraude funcional (usurpação de função pública) ou o esbulho possessório forçado.",
        "categoria": "Direito Penal / Administrativo",
        "sinonimos": [
            "exercício ilegítimo",
            "tomada forçada"
        ]
    },
    "vacatio legis": {
        "definicao": "Intervalo temporal entre a data da publicação oficial de uma lei e o início de sua vigência obrigatória.",
        "objetivo": "Permitir que a sociedade tome conhecimento da nova norma e se adapte às suas exigências (Art. 1º da LINDB).",
        "categoria": "LINDB / Introdução ao Direito",
        "sinonimos": [
            "vacância da lei",
            "vazio da lei"
        ]
    },
    "vara": {
        "definicao": "Unidade jurisdicional básica que corresponde à lotação de um juiz titular.",
        "objetivo": "Organizar a estrutura do Judiciário; na Justiça Federal, as Varas compõem as Subseções Judiciárias dentro de uma Seção Judiciária.",
        "categoria": "Organização Judiciária",
        "sinonimos": [
            "unidade judiciária"
        ]
    },
    "vênia": {
        "definicao": "Pedido formal de licença ou permissão para discordar ou contraditar uma autoridade ou colega com urbanidade.",
        "objetivo": "Manter o respeito e a etiqueta profissional no debate jurídico.",
        "categoria": "Expressão Jurídica",
        "sinonimos": [
            "licença",
            "permissão"
        ]
    },
    "verbi gratia": {
        "definicao": "Expressão latina que significa 'por graça da palavra' ou 'por exemplo'.",
        "objetivo": "Introduzir uma exemplificação para esclarecer um conceito jurídico.",
        "categoria": "Latim Jurídico",
        "sinonimos": [
            "v.g.",
            "por exemplo",
            "e.g."
        ]
    },
    "vista": {
        "definicao": "Ato de disponibilizar os autos de um processo à parte ou ao Ministério Público para consulta e manifestação.",
        "objetivo": "Garantir o princípio da publicidade e o direito à ampla defesa.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "acesso aos autos",
            "conclusão (para o juiz)"
        ]
    },
    "violação de sigilo funcional": {
        "definicao": "Crime cometido por funcionário público que revela fato sigiloso de que tem ciência em razão do cargo (Art. 325, CP).",
        "objetivo": "Proteger a integridade das informações da Administração Pública e de seus sistemas de dados.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "quebra de sigilo público"
        ]
    },
    "violência arbitrária": {
        "definicao": "Crime praticado por funcionário público que utiliza violência no exercício da função ou a pretexto de exercê-la (Art. 322, CP).",
        "objetivo": "Punir o abuso de força física por parte de agentes estatais.",
        "categoria": "Direito Penal",
        "sinonimos": [
            "abuso de força funcional"
        ]
    },
    "voluntas legis": {
        "definicao": "A vontade da lei; o sentido objetivo que a norma jurídica carrega em si após sua criação.",
        "objetivo": "Nortear a interpretação objetiva da lei, independentemente da vontade original do legislador.",
        "categoria": "Hermenêutica Jurídica",
        "sinonimos": [
            "espírito da lei"
        ]
    },
    "voto": {
        "definicao": "Manifestação individual da convicção de um magistrado em um julgamento colegiado.",
        "objetivo": "Contribuir para a formação da decisão final (acórdão) por meio da maioria de entendimentos.",
        "categoria": "Direito Processual",
        "sinonimos": [
            "manifestação decisória"
        ]
    },
    "writ": {
        "definicao": "Termo de origem inglesa utilizado para designar mandados judiciais e remédios constitucionais.",
        "objetivo": "Referenciar genericamente o Habeas Corpus ou Mandado de Segurança.",
        "categoria": "Expressão Jurídica",
        "sinonimos": [
            "mandado"
        ]
    },
    "zona eleitoral": {
        "definicao": "Divisão geográfica e administrativa que agrupa eleitores para fins de organização do pleito.",
        "objetivo": "Distribuir a carga de trabalho da Justiça Eleitoral e facilitar o acesso do cidadão às urnas.",
        "categoria": "Direito Eleitoral",
        "sinonimos": [
            "circunscrição eleitoral"
        ]
    }
}